MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t


MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t


MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t


MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t

 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

Flat 10% cashback on a minimum transaction of Rs.2000 on Citi Credit and Debit Cards.
The maximum cashback that can be availed is Rs.300.
Cashback will be added by Citi Bank in the cardholder account within 90 days.
Offer valid once per card during the offer period.
Offer valid from 23rd - 30th April 2020.
Coupon code: 
CITI300




Office address:
A-1, 1304, Millennium Business Park,
Building Name :- Rupa Solatire
Mahape, Navi Mumbai – 400710
Landmark – next to Mastek
Please take the lift next to CCD                        

Accommodation Address:
Hotel Varishtta, Plot 55B,
Sector 2A, Main Road,
Kopar Khairane, Navi Mumbai
Hotel Address: https://goo.gl/pBqwAH
 
Office address:
A-1, 1304, Millennium Business Park,
Mahape, Navi Mumbai – 400710
Landmark – next to Mastek
Please take the lift next to CCD

Flat no E-3007, Luxor apartment, masjid banda,kondapur, hyderabad 500084

Flat No E-3007,Luxor Apartments, Sri Prabhupada Layout
Lane opp. Jain heritage school, Masjid Banda, Kondapur
HYDERABAD, TELANGANA 500084
India

lxe3007
Imindian123_net


This PC\HM 2LTE-IN\SD card\Android\data\com.UCMobile.intl\files\tnetlogs\video
C:\Users\Abhilash Kumar\Downloads\SHAREit\2014818\file

This PC\HM 2LTE-IN\SD card\akg
TDS CAlculation Sheet:_
https://docs.google.com/spreadsheets/d/1pQ3vaq9yY5SoEsv5eXv4Ce3N5VqGJYMgORZU1abvWM8/edit#gid=1067662275

DEV CTP  >>>C AND C++
TUBO C >> Only C
===================================================================
Electricity:- 
https://wss.mahadiscom.in/wss/wss?uiActionName=getCreateUpdateCustProfile
abhilashkumar123
Consumer No :- 020650074727   >> 106  Invalid
			:- 020655114956	  >> 105
BU :- 4875
Electricity Complain :- 
https://wss.mahadiscom.in/wss/wss

Electricity Bill :- Hyderabad
https://www.tssouthernpower.com/CPDCL_Home.portal?_nfpb=true&_pageLabel=CPDCL_Home_portal_page_705
(abhi123 & Hyd@1 (Max 8 character))
USC No :- 112026852
Name :- B Sita Rama Sastry
Sc. No :- 1200231553 

Electricity Bill :- Giridih
https://jbvnl.co.in/
https://secure.urjamitra.in/urjamitra/onlinepay/
Consumer No	:- BG00497
Consumer ID	:- 5092618
K No :- 170111002211
Bill No	:- 50926180321

Area Board	General Manager	GIRIDIH	gmesa.giridih@jbvnl.co.in	gmgiridih@gmail.com

Sub-Division	Manager	GIRIDHI RURAL	9431135725	mgressd.grdhr@jbvnl.co.in
Sub-Division	Manager	GIRIDHI URBAN	9431135724	mgressd.grdhu@jbvnl.co.in

Circle	Dy. General Manger	GIRIDIH	9431135703	dgmesc.giridih@jbvnl.co.in	esegiridih@gmail.com

Division	Senior Manager	GIRIDIH NORTH	9431135713	smesd.grdhn@jbvnl.co.in	eeegiridih.north@gmail.com
Division	Senior Manager	GIRIDIH SOUTH	9431135712	smesd.grdhs@jbvnl.co.in	eeegiridih_south@yahoo.in

Section	Junior Manager	GIRIDHI-I	9430310110	jmeso.grdh1@jbvnl.co.in
Section	Junior Manager	GIRIDHI-II	9471136411	jmeso.grdh2@jbvnl.co.in
Section	Junior Manager	GIRIDHI-III	7549130069	jmeso.grdh3@jbvnl.co.in





contactus@jbvnl.co.in
Electricity Bill Complaint (Consumer No	:- BG00497)

jmeso.grdh1@jbvnl.co.in
jmeso.grdh2@jbvnl.co.in
jmeso.grdh3@jbvnl.co.in

Hi Team,

I have made a payment of bill 5782.00 on 19th Mar 2021 through online portal.
But this bill is still getting added into my current bill.
Kindly remove this amount from my current bill which is getting added as arrears.
Kindly do the needful.
Please find the attached screenshot of payment.

Thanks,
Abhilash Kumar




==============================================================
Tracking ID:-710363014261
710363014261

Account : IN303028-65567678-850390614

Office Address:-
PROTEGRITY LAKESIDE INFOTECH  PVT LTD 
OFFICE  NO 1504 ,RUPA  SOLITAIRE, SECTOR 1
MILLENNIUM BUSINESS PARK 
MAHAPE NAVI MUMBAI
400710

Flat Address:-
Lodha Palava city,
Casa Rio,Genevia A 
Flat No - 105,
Kalyan Shill Road 
Dombivali (East)
Behind Lodha Heaven
Pin No - 421204

FNY3377647(Y)

GENEVIA A 105
KALYAN SHILL ROAD
LODHA CASA RIO PALAVA
LODHA HEAVEN
Kalyan
Manpada
Thane Maharashtra - 421204


Abhilash Kumar
Ashok Kumar
Power House Chowk
Beside Vicky General Store
Landmark :- Rana Furniture ke Samne
Barganda, Giridih, 
Jharkhand 815301

InFront of Rana Furniture

Address :- Hyderabad
Bulusu Pride,
FLAT No 201, plot no 582-B,sy no.204 
Sri ram nagar,kondapur hyderabad ., 
Hyderabad, Telangana, India

Rent Agreement :- 
C:\Users\10662208\Desktop\ABHILASH\USP\Work\2021\JAN\2nd Jan 2021

SBI Bank:-
A/c No:-20081417100(Y)
IFSC Code :- SBIN0012018
Branch Code :- 012018 (Last 5 digit of IFSC code)
CIF :- 00000085835429109

Kalinga Nagar :- 
06746574625
sbi.12018@sbi.co.in

A/c :- 30755207569(Y)
CIF :- 85502546479
00081
baikiyar59
BaisKiyar@59
BaisKiyar59@

07601000068947
HDFC0000760

Icici Bank:-
Abhilash Kumar
A/c No:-006201584772(Y)
IFSC Code:-ICIC0000061


River Scape A 1001
KALYAN SHILL ROAD
LODHA CASA RIO PALAVA
LODHA HEAVEN
Kalyan
Manpada
Thane Maharashtra - 421204


SBI Sarb ( STRESSED ASSETS RECOVERY BRANCH),
3rd Floor, Administrative Building,
Fountain Chowk,
Civil Lines,
Ludhiana, PUNJAB
141001

SBI Sarb,
3rd Floor, Administrative Building,
Fountain Chowk,
Civil Lines,
Ludhiana, PUNJAB
141001



sarc.zolud@sbi.co.in
Branch Code	05271
IFSC Code	SBIN0005271
Phone :- 4567113
Circle	CHANDIGARH
Branch Type	REHABILITATION AND RECOVERY BRANCH


STRESSED ASSETS RECOVERY BRANCH
ZONAL BUSINESS OFFICE
CIVIL LINES
District: LUDHIANA
State: PUNJAB
Pincode - 141001


Bindraban Road, Jagdambey Market
Civil Lines
Ludhiana



icicI CUSTOMER Phone No :-
http://m.icicibank.com/personel.html

icici Direct CUSTOMER Care :-
http://content.icicidirect.com/cuscarenos.htm
Bhubaneswar : 3355 112

ICICI Direct :-
A/C No: 8504906245(Y)

Hi Team,

I did a transaction of RS 398 on 3rd Aug 2018. It got debited 2 times.
Kindly look into this and revret the money into my account.

Thanks,
Abhilash Kumar


Address Change :- 
-----------------------
Your Service Request number for Bank Account :SR551690467
Your request would be processed by 27-06-2018

https://www.icicibank.com/calculators/fd-calculator.html
https://www.icicibank.com/interest-rates.page#fixed-deposits-with-premature-withdrawal-facility-1
 006113030377
====================================================================================================================================
Media Assist LTI :- 
https://ind01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fportal.medibuddy.in%2F&data=02%7C01%7CAbhilash.Kumar%40lntinfotech.com%7C243b13b7f49d49ab1a3508d8664d2d8a%7C02aa9fc118bc4798a020e01c854dd434%7C0%7C1%7C637371828944233483&sdata=Ayt1jWtYpeVOaNf3o4OVJ6UDy8pM3fyEJd2LvTYzrT8%3D&reserved=0
https://portal.medibuddy.in/Enrolment1.aspx
User ID : LT10662208
N@

Customer Care :- 08046855355    080-46855355
Email :- LTI@mediassistindia.com
ECard :- C:\Users\10662208\Desktop\ABHILASH\Script\Media_Buddy_ECard.pdf

Insurance Company :- The Oriental Insurance Co. Ltd.
Policy Number :- 124800/48/2021/879
Validity Period :- 01-10-2020 To 30-09-2021

Shivam Clinic-MAKATPUR,Giridih,Jharkhand
Shivam Clinic,MAKATPUR

https://portal.medibuddy.in/ClaimSubmission.aspx
User ID : LT10662208
Nawadih@123
Nawadih@21
Nawadih@12
Nawadih@321
Nawadih@12345
Giridih@123

Patardih@123
LTI10662208

L and T INFOTECH LIMITED

Claim :- Reimbursement
Medicine maternity
11 :- 30500
1256 :- 741
1257 :- 2452
1258 :- 1620
1259 :- 356
1260 :- 98
1261 :- 2506
1262 :- 234
1266 :- 2213
379 :- 776


LTI@mediaassit.in
Tracking Number :- H280320210848081383
New Claim Registered - H280320210848081383
lti@mediassistindia.com
lti@mediassistindia.com
lti@mediassist.in


Patient Name	 Aakrity Kumari
Insurance Company	 The Oriental Insurance Co. Ltd.
Policy Holder / Primary Beneficiary	 LARSEN & TOUBRO INFOTECH LTD / Abhilash Kumar
Hospital Name	 Shivam Clinic
Medi Assist ID	 5058531596
Policy No.	 124800/48/2021/879
Employee ID	 10662208
Claimed/ Estimated amount	 41496
Insurer Member ID	 
Reimbursement Claim Reference Number:(25954910)

lti@mediassist.in
claims@mediassist.in

Claim Number :- 25954910 Missing Documents

Hi Team,

I have submitted a request of reimbursement for that i got an email to upload
missing KYC documents. I also got a link to upload but in that link i am
not getting any option to upload the required documents.
So, I am attaching all required documents here.
Kindly acknowledge it.

Thanks,
Abhilash Kumar


LTI@mediassistindia.com

Name is not coming in patient name list

Hi Team,

I want to claim a meadical reimbursement.
But I am not getting patient name list in the name section.
Due to which I am not able to proceed.
Could you please look into this.

User Name :- LT10662208

Thanks,
Abhilash Kumar



====================================================================================================================================
ACT Internet :- 
User Id : 101385650881
Account No : 101385650881
Password :- 
Address :- ATRIA CONVERGENCE TECHNOLOGIES LIMITED,8-2-618/1/2, Road No 11,Banjara Hills, Hyderabad, Telangana
PIN :- 500034
Ph.No :- 9121212121,7288999999
www.actcorp.in
E-mail : support@actcorp.in
GSTIN : 36AACCA8907B1ZZ
66442871
Bill :- 19th Apr 2020 to 19th Oct 2020
Amount :- 4400


826 :- 4956
500 gb

4528 :- 

18604195555
18605005555

============================================================================================================================
Oxymeter :- 
The top pulse oximeter brands in the world today are:
1. Zacurate
2. Wellue
3. Innovo
--4. Santamedical
5. mibest

1. Zacurate | 2. Wellue | 3. Innovo | 4. Santamedical | 5. mibest | 6. AccuMed | 
7. ChoiceMMed | 8. LOOKEE | 9. CONTEC | 10. Beurer | 11. Concord | 12. Viatom | 
13. Masimo | 14. Salter | 15. Omron

MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

I :- 91494 - 80000 = 11494 + 30000 = 41494
A :- 120000 - 80000 = 40000 - 30000 = 10000
S :- 27389


======================================================================================================
Free ZEE5 Membership Through Act Fibernet :- 
Subject Line :- kumarAbhilash., Claim your ZEE5 Premium subscription here! ✌

======================================================================================================
Bank Offer :- 

Shopping
- Flipkart vouchers worth Rs. 500* on your 1st transaction
- 15% Cashback on your 1st transaction on Myntra	 	
Travel
Instant discount of Rs. 500* on domestic hotel bookings on MakeMyTrip & 
Goibibo on a minimum booking of Rs. 2,000

Coupon code for MakeMyTrip: MMTAXISFK Coupon code for Goibibo: GIAXISFK 	
Entertainment & Lifestyle
 
- 15 Months Gaana Plus @ Rs. 399.
 
Coupon Code: DISFKAXISCARD

============================================================================================================================
Flipkart Gift Card :- 
6001170163496701(Y)	
851521
============================================================================================================================
BedSheet :-
-------------------
Bedsheet :- 	90 inch x 95 inch or 228 cm x 241 cm, 
Pillow Cover :- 16 inch x 27 inch or 40  cm x 68 cm

jabra headphones cushion :- 
----------------------------------
jabra headphone cushion 60mm
End to END :- 6 cm :- 60 mm
Inner Circle :- 3 cm :- 30mm
https://www.flipkart.com/crysendo-60mm-headphone-sponge-over-ear-cushion/p/itmae549bddc4cb2?pid=HCNG25KH4KZACBCG&lid=LSTHCNG25KH4KZACBCGOFT0MB&marketplace=FLIPKART&q=headphone+cushion+60mm&store=tyy%2F4mr%2Fbmu&srno=s_1_1&otracker=search&otracker1=search&fm=SEARCH&iid=cfa32b1e-a56c-4d34-87e9-406429f6baad.HCNG25KH4KZACBCG.SEARCH&ppt=sp&ppn=sp&ssid=rhds1d6mog0000001628055474214&qH=6fc45ef1ccbafcee
Crysendo 60mm Headphone Sponge Over The Ear Headphone Cushion  (Pack of 2, Black)

Sleeper Ordered :- 
https://www.flipkart.com/bata-flash-men-black-red-sports-sandals/p/itmf3xf6styhz9ph?pid=SNDEMAFJGHCKWQUW&lid=LSTSNDEMAFJGHCKWQUWZTF2V2
Length in cm :- 25.9
Number :- 
UK/India :- 9 
Euro :- 43 /* What is this */
US :- 9.5 





============================================================================================================================
LTI Address :- 
Larson & Tubro Infotech Ltd (LTI)
10th Floor,
GAR Laxmi Infobahn
ORR Sevice Road Opp. 
Kokapet, Hyderabad, Telangana 500075


Office Address:-
PROTEGRITY LAKESIDE INFOTECH  PVT LTD 
OFFICE  NO 1504 ,RUPA  SOLITAIRE, SECTOR 1
MILLENNIUM BUSINESS PARK 
MAHAPE NAVI MUMBAI
400710

Even after providing FD document under 80c in Form C it has not been approved.
Kindly approve this amount or let me know if there is any issue with attachment.

Please find the attached screenshot.

CHS.Separations@lntinfotech.com 
Query related to Experience Letter (10662208)
Hi Team,

My last working day was on 6th Dec 2022.
It has been 55 days still I have not recieved my experience letter and FNF settlement amount.
All my IT assets are already picked up and nothing is due at my end.
Could you please look into this.

EmployeeID :- 10662208

Thanks,
Abhilash Kumar




====================================================================================================================================
====================================================================================================================================
Bank Of India :- BOI :- 
CustomerId :- 195460427
IFSC Code :- BKID0005636
MICR No :- 500013032
Account No :- 563710120016712(Y)
Email :- gachibowli.hyderabad@bankofindia.co.in
Scheme Code :- S8101
Phone No :- 040-23000743/2004288
29th Aug 2020 :- 177 ATM Card Maintance Charge

/* Recove Internet Banking Password */

Open FD in BOI
Hi Team,

I have an joint account in BOI Gachibowli.
I am trying to open an FD but want PAN of my joint holder not mine.
I am not getting that option while opening FD.
Could you please check and confirm how can i do it.
Account No :- 563610110015712

Thanks,
Abhilash Kumar

====================================================================================================================================
Axis Bank:- 121 >> 7
Customer Id:-866879647
A/c No:- 9161 1005 0882 518(Y)
Type of Card:-Titanium Reward-Domestic Chip Card
mahape nvm mh
IFSC Code: UTIB0002458
MAHAPE, AXIS BANK BankIFSCcode.com

FD Intrest Rate :- 
https://www.axisbank.com/interest-rate-on-deposits

Edge Reward :- 
https://edgerewards.axisbank.com/rewardscatalogue-prange?channel=Desktop

You may reach out to us at Customer.Services@axisbank.com 

Customer Service 18604195555 / 18605005555
(2>>2>>1>>2>>>

We acknowledge the receipt of Form 15G/H from 
Customer Name:
ABHILASH KUMAR  Date of Request: 01-05-2021 
PAN of customer:DFIPK2770D  For Financial Year 2021-22. 
Your reference number :258709252

Customer.Services@axisbank.com
Update Communication Address

Hi Team,

I am trying to update communication address for my account.
When address update window is opening, it is showing only landmark option.
Other section like flat no, city state etc are not showing.
Kindly look into it.I have to update my communication address.
Please find the attached screenshot.

Thanks,
Abhilash Kumar

SR No :- 67331260 

None of the bank member told me that there will be deduction 
if I withdraw money from bank
but they said there will be no deduction

====================================================================================================================================
City Bank :- 
A/C No :- 5684954654(Y)

IFSC code: CITI0000006 and MICR code: 500037002; 
CITIBANK HYDERABAD address : G-pulla Reddy Building, North Wing, Greenlands Road, Begumpet, 
Hyderabad - 500016, 

Hyderabad Urban - Andhra Pradesh; Branch code is 000006, 
Contact Number: 23415350, CITIBANK HYDERABAD 
Timings: Monday to Friday: 10 AM to 4 PM, Saturday - 10 ...

====================================================================================================================================
HDFC Bank :- 
Cust Id :- 133217726
A/C No :- 50100307615610
IFSC :- HDFC0001021
SHOP NO 1,2 AND 3
ANAJANADRI TOWERS,
JP NAGAR, MIYAPUR , 
SERILINGAMPALLI, HYDERABAD, 500049,TELANGANA


73645485
73645485
AakuDimpu@123


Thenew IPIN should be different from previous 3 IPINs with minimum 8 and maximum 15 characters.
   The IPIN should be Alpha-Numeric in nature, i.e. a mix of alphabets, numbers 
   and special characters except ( ' " % + ' "%)'''';;;;"""
   
Total Available Balance: INR -9,437.64
/* Check this */
   Relationship Manager(RM) Connect:	 
Exclusive service for Imperia, Preferred & Classic banking programme customers only
Get a call back from your Relationship Manager (RM) in just a few minutes. You can use the RM Connect service in 3 ways:

   1. Give a missed call on 70433 70433.

   2. Or SMS "Call me" to 70433 70433.

   3. Or Login to the HDFC Bank MobileBanking App >> Go to 'Menu' >> Click on Programme Name I.e. Imperia/Preferred/Classic >> Click 'Request a call back from RM'.
Note: RM Connect service is available on all working days between 9 AM to 7 PM.
*T&C apply
Dedicated Email and Toll Free PhoneBanking number:
   Imperia Customer
  -Email ID: imperiabanking@hdfcbank.com
  -Toll Free Number: 1800 266 3310 -Available 24*7
   Preferred Customer
  -Email ID: preferredbanking@hdfcbank.com
  -Toll Free Number: 1800 266 3310 -Available from 8 AM to 8 PM
   Classic Customer
  -Email ID: classicbanking@hdfcbank.com
  -Toll Free Number: 1800 266 3310 -Available from 8 AM to 8 PM
  
  
====================================================================================================================================
====================================================================================================================================
LIC :- 
https://www.licindia.in/Home/Pay-Premium-Online
https://ebiz.licindia.in/D2CPM/#Login
abhi.k.cvraman
H@
08/01/1991
Policy No :- 547259957
====================================================================================================================================
====================================================================================================================================
IDFC :- 
A/C :- 10062403648(Y)
IFSC :- IDFB0080205
MICR :- 500751006
Address :- 1st floor, Survey No :- 92/1, 92/3 to 18, GHMC No. 337/123(P) & 124/1,
VinayakNagar, Gachibowli.
Customer ID :- 5298811310
User Name :- abhi080191
job >>> @3

101571162112 :- What is this

Credit CArd :- 
Account Number :- 30100000936494
Customer Relationship No :- 5298811310


====================================================================================================================================
====================================================================================================================================
PF Percentage :- 12% of basic
Gratuity :- 4.81

====================================================================================================================================
====================================================================================================================================
PF Account :- 
----------------------
UAN :- 100097486851
How to Check Passbook :- 
https://passbook.epfindia.gov.in/MemberPassBook/Login.jsp

/* 18001-18005 (Toll Free) - Timing : 9:15 AM to 5:45 PM */
/* HelpDesk : 1800118005 (9:15 AM to 5:45 PM) */

Overview :- (A/C transfer and more )
https://unifiedportal-mem.epfindia.gov.in/memberinterface/

While transfering from Protegrity to deloitte
/* Previous employer does not have authorized digital signatory, hence claim can not be processed. */

So if your PF claim rejected due to the non-availability of the authorized digital 
signature at your employer then first tell your employer about the issue, if still, 
they don’t take necessary action then complain about them at EPF grievance portal. 
https://www.hrcabin.com/epf-grievance-complaint-registration-resolve-time/
EPF Grievance Complaint Registration & Resolve Time


LAKESIDE INFOTECH PRIVATE LIMITED’s Corporate Identification Number 
(CIN) is U67190MH1994PTC077211. You can contact them by sending an email 
to ca_dahir@yahoo.co.in or visit them at their registered address 1304/1305,13th Floor, Rupa Solitaire, A-1, Millennium Business Park, Mahape, Navi Mumbai Thane MH IN 400710.

The directors are:
UMESH VAMAN SAHASRABUDDHE
DINESH BHALCHANDRA AHIR

minal.pawar@lakesideinfotech.com 
anjali.desai@lakesideinfotech.com   >> Self made mail

authorized digital signatory not updated for Lakeside Infotech

Hi Team,

I am an Ex-Employee of Lakeside Infotech Private Limited.
I was associated with this organisation till June 2019.

Now I would like to withdraw my PF amount present in my PF account.
When I am making a request in EPFO portal it is displaying below error.

/* Previous employer does not have authorized digital signatory, hence claim can not be processed. */

Could you please look into this on high priority and update the digital signature in EPFO portal.
Please find the attached screenshot.

Thanks,
Abhilash Kumar


Sunil Munshani :- sunimunshani@gmail.com
Anita Chandru Badlani
Email ID: dinesh.ahir@lakesideinfotech.com


authorized digital signatory not updated for Lakeside Infotech

Hi Sunil,

I am an Ex-Employee of Protegrity Lakeside Infotech Private Limited.
I was associated with this organisation till June 2019.

Now I would like to withdraw my PF amount present in my PF account.
When I am making a request in EPFO portal it is displaying below error.

/* Previous employer does not have authorized digital signatory, hence claim can not be processed. */

Could you please let me know whom should I reach in order to solve this issue.
it will be greatly appreciated if you could provide me any contact who can help me on resolving this issue.


Thanks,
Abhilash Kumar



1) Exilant Technology /QUEST GLOBAL ENGINEERING SERVICES PRIVATE LIMITED
Member ID :- BGBNG00264590000002565
BG BNG 0026459 000 0002565
Office Name :- (RO) BANGALORE
Establishment Id :- BGBNG0026459000
Extension :- 000
A/c No :- 0002565
Employee Share/Amount :- 64109
Employer Share/Amount :- 19607
Pension Contribution/AMount :- 37692

Total :- 64109 + 19607 + 37692 = 121408 /* 121408 - 37692 = 83,716 */
Claim Status :- 64109 + 19607

Transfered Amount to Protegrity :- 83,716

2) Protegrity / LAKESIDE INFOTECH PVT. LTD.
Member ID :- THTHA02007070000010162
TH THA 0200707 000 0010162
Office Name :- (RO) THANE (MUMBAI-II)
Establishment Id :- THTHA0200707000
Establishment Id :- 0200707
Extension :- 000
A/c No :- 0010162
Employee Share/Amount :- 115832
Employer Share/Amount :- 35413
Pension Contribution/AMount :- 31907

Total :- 115832 + 35413 + 31907 = 183152
Total (30th Jan 2022):- 146205 + 44699 + 31907 = 2,22,811 /* 2,22,811 - 31907 = 1,90,904 */

Previous employer does not have authorized digital signatory, hence claim can not be processed.

3) LTI / larson And Tubro Pvt. Ltd
Member ID :- TH/THA/0000424/000/2036852 /* Showing in EPFO.Check what is this  */
Member ID present in SSC :- TH/THA/0000424/000/364648 /* Correct */
/* Passbook not printed :- Passbook not available to this Member-id as this pertain to 
	exempted establishment (i.e. Trust).
*/

BGBNG00264590000002565	QUEST GLOBAL ENGINEERING SERVICES PRIVATE LIMITED	
THTHA02007070000010162	LAKESIDE INFOTECH PVT. LTD.							
THTHA00004240002036852	LARSEN & TOUBRO LTD									
PYBOM00468340000071859	TRIANZ HOLDINGS PVT. LTD.							

4) Deloitte Tax Services India Private Limited
PF. NO : AP/HY/47801/025259
Name 				:- DELOITTEE TAX SERVICES PVT.LTD
Establishment ID 	:- APHYD0047801000 
Member ID 			:- APHYD00478010000025259 
Office Name 		:- (RO) HYDERABAD
UAN 				:- 100097486851



PF Transfer LTI :- 
1) How to apply for PF Transfer-in?
How to do Online PF Transfer-in?
1.1. Fill and submit Form 11 on LTI Payroll Portal

Form 11 is self-declaration of an employee’s basic details for both Employees' 
Provident Fund (EPF) and Employees' Pension Scheme (EPS), based on which the details 
are updated on UAN Portal

Fill Form-11 on LTI Payroll Portal https://ssc.larsentoubro.com/ 
>> Retirement Benefits >> Provident Fund  >> Form 11 >> New

1.2. Apply for PF Transfer-in
Fill and submit Form-13 on LTI Payroll Portal https://ssc.larsentoubro.com/ 
>> Retirement Benefits >> Provident Fund  >> Form 13
OR
Employee may apply online PF transfer-In EPF Unified Portal: https://unifiedportalmem.epfindia.gov.in/memberinterface
[Refer the attached guidelines for assistance.]

Where employee has applied for PF transfer-in and to know the status of funds transfer 
employee can raise a grievance on EPF i-Grievance Management System: https://epfigms.gov.in/
[Refer the attached guidelines for assistance.]

Note: In case where the previous employer is exempt or is maintaining its own trust, 
the employee should contact the previous employer and not raise grievance on EPFO.

Print and send copy of self-attested Form 11 & Form 13 to the following address: -
Larsen & Toubro Limited,
Retirement Benefit Section -Shared Services Centre (SSC),
4th Floor, Krislon House, Off. Saki Vihar Road,
Saki Naka, Andheri- East, Mumbai 400 072.


You can also refer Guidelines on PF Transfer-in on the SharePoint 
F&A:  https://lntinfotech.sharepoint.com/sites/AccountsnFinance  
> Employee Corner > India Payroll
Regards
GFO Team
File Name :- 
i) PF Transfer-in  Online transfer using EPF Unified Portal.pdf
ii) PF Trf-in using LTI MyPayroll Portal.pdf
iii) Raise a Grievance on EPFO Portal.pdf

Attached Files are present in below Path :- 
Path :- F:\ABHILASH\Document\PF


BGBNG0026459000	04/11/2013	14/04/2017	04/11/2013	14/04/2017	NOT AVAILABLE	NOT AVAILABLE
THTHA0200707000	24/04/2017	07/06/2019	24/04/2017	07/06/2019	NOT AVAILABLE	NOT AVAILABLE
THTHA0000424000	17/06/2019	NOT AVAILABLE	17/06/2019	NOT AVAILABLE	NOT AVAILABLE	NOT AVAILABLE
PYBOM0046834000	18/09/2019	07/11/2019	18/09/2019	07/11/2019	NOT AVAILABLE	NOT AVAILABLE

/* On dec 2021 Latest Must Check */

Dear MR.ABHILASH KUMAR
PS No. : 10662208
We have observed from our records that you have left LARSEN & TOUBRO INFOTECH LIMITED on 01-Dec-2021.
We request you to:
Transfer your PF:-
Please refer to your PF SLIP on SSC Portal. Your details are as under:-
PF A/C No. : TH/THA/0000424/000/364648 (PF with L & T Trust)
Trust Name : LARSEN & TOUBRO OFFICERS AND SUPERVISORY STAFF PROVIDENT FUND
Trust Address : Larsen & Toubro Ltd.,Shared Services,4 th Floor,Krislon House,Marwah Road, Off. Saki Vihar Road, Andheri East,Mumbai- 400 072.
EPS A/C No. : THTHA00004240002036852
EPS Managed by : THE REGIONAL PROVIDENT FUND COMMISSIONER -THANE
UAN No. : 100097486851
Please activate your UAN number on EPFO portal, apply for online PF/EPS transfer through EPFO portal 
(http://www.epfindia.gov.in/site_en/) quoting above details. Once you apply online, 
your present employer and L & T will approve the same on EPFO portal. We will transfer your 
PF from L & T PF Trust to RPFC/Trust of new employer. RPFC will transfer EPS to your new EPS account.
You can apply for PF Withdrawal , in case
You are not employed for two months or more. You can then submit PF withdrawal form to us. 
It is however advisable not to withdraw PF even in these circumstances, but wait till you get employment, 
then transfer the balance to your account with the new employer.
You are moving abroad and you have necessary proof including copy of passport and copy of visa
You are starting your own Business on Resignation and have necessary proof 
like VAT registration / service tax registration etc.
Your Services are terminated on medical grounds. - Medical certificate required 
from L & T medical officer.
You are requested to fill the online PF settlement form on our 
portal https://ssc.larsentoubro.com/Prmhome 
->Retirement Benefits->Application Form->Provident Fund >Settlement Form-> Apply for New Settlement , 
Fill in, save, submit, print it & send us a hard copy duly signed to below mentioned address.
For more clarification, you may call on 022-67364500.


Your immediate action is expected in this matter.
Thanking you,

RBS Team.

Larsen & Toubro Limited,
Retirement Benefits Section,
Shared Services Centre, 4th Floor, Krislon House,
Off Saki Vihar Road, Saki Naka,Andheri(E),
Mumbai - 400 072.






======================================================================================================
Employement :- 
1) Exilant Technology Pvt Ltd
Emp_Id :- 3753
04-11-2013 To 14-04-2017

2) Protegrity Lakeside Infotech Pvt Ltd
Emp_Id :- N17040153
24-04-2017 To 07-06-2019

3) Larsen And Toubro Infotech (LTI)
Emp_Id :- 10662208
17-06-2019 To 1 Dec 2021


Specialist Data Engineer


College :- 
Registration No :- 0901227075 (Check)



Hi Team,

Please find the required documents.Kindly let me know if anything is missing.

List Of Documents :- 
1) latest salary revision letter :- latest salary revision 2021.pdf :- Password :- 08011991
2) last three months payslips :- May, June, July 2021 :- Password :- DFIP0801
3) salary fitment sheet :- CTC Data Sheet.docx
4) Aadhar Card :- Aadhaar Card.pdf :- Password :- ABHI1991
5) PAN Card :- Pan Card.pdf

Thanks,
Abhilash Kumar


Job :- 
Auto req ID: 245315BR
Lead Engineer - 1, EDW and Azure Data Engineer
Hyderabad, India
IT
245315BR



Hi Team,

Thank you for the offer.I am writing to formally accept your offer for the Hyderabad location.
I have accepted the offer using the eSignature method on the link given for Deloitte offer letter.
Could you please confirm if it is reflecting in the system or not.

Pending Item :- 
i) First/Last Name correction as per updated Aadhar Card
ii) Missing joining bonus part on offer letter.

As per discussion I will provide my updated Aadhar card which will be used
to get correct first & last name and new offer letter will be generated where
pending item will be mentioned.

Thanks & Regards,
Abhilash Kumar

Deloitte :- 
https://cspi.fadv.com/cspi/
Username: D015-7409987-WEST-2021
v6UB4oYW
Nawadih@123@

Abhilash Kumar
Power House Chowk
Barganda
Giridih
815301
In Front Of Rana Furniture
Ashok Kumar
Ashok Kumar Baishkhiyar


https://hronline.deloitte.com/CandidateHome.aspx
http://hronline.deloitte.com/Landing.aspx
/* Must complete this.Here need to provide all personal details.
Name is coming as abhilahs kumar abhilash as first name.
Once chnaged then only submit this */

Questions or concerns?

Call 040 6762 2222 and select option 9. 
After the recorded greeting, select 2 again to talk to a call center representative. 
Provide your personnel number, 00507622, at the prompt. 
(The Call Center Support is available 24/7)

Hi Abhishek,

My Aadhar has been updated.Kindly generate a new offer letter and add below mentioned points.

i) Name was coming like this "Abhilash Kumar Abhilash Kumar".Now Aadhar has been updated so everywhere name should be "Abhilash Kumar" only.
Please find the attached updated aadhar card.Password is ABHI1991.

ii) Joining Bonus amount was missing.Kindly add it in the offer letter.

Kindly let me know if anything else is required.

Thanks,
Abhilash Kumar

https://people.deloitteresources.com/
abhilaskumar@deloitte.com
Kum500082TS
Nawadih123


I have total 8 years of experience in IT industry and was working as a specialist data Engineer.
and below are my skills.
Cloud :- Data Engineer in Azure, ADF pipelines, Azure Data Bricks,  Azure SQL, ADLS Gen1/Gen2, Azure Key Vault
Database :-  Oracle (11g,12c,18c), Teradata (13,14,15,16), SQL Server, PL/SQL developer.
Language :- SQL, Python, Unix, PL/SQL
OS :- Linux, Windows

Currently joined deloitte as Senior Tax Consultant at Hyderabad Location.
Looking forward to have a fruitful IT career.



/* Amex Card Deloitte */
https://www.americanexpress.com/en-IN/charge-cards/apply/corporate?loginPage=ak
Thank you! Your digital application has been saved. 
Your Application ID is: IN-1100220984

Access Key :- https://deloittenet.deloitte.com/WT/CorpCard/Pages/ApplicationInstructions.aspx
Hyderabad :- Tax :- 012IJ6F2DL4M
==============================================================================================================================
==============================================================================================================================
SKORUZ :- 
Hi Team,

Thank you for the offer.I am writing to formally accept your offer.
Please find the account details.
Name : AAKRITY KUMARI
Account No. : 309006101163
IFSC Code: RATN0000031
Branch: ICC PUNE
Bank: RBL Bank
PAN :- EVDPK3554H

==============================================================================================================================
==============================================================================================================================
Capgemeni :- 
Required Docs: -

1. Attach with Passport size photograph
2. PAN Card photo copy
3. Aadhar Card photo copy
4. Updated Resume
5. Current Organization Offer letter & last Appraisal letter – if Employed
6. Last Three months’ Pay slip – If Employed.



==============================================================================================================================
==============================================================================================================================

aADHAR Card No :- 71**********64
Aadhar Online status :- 
https://resident.uidai.gov.in/check-aadhaar-status?p_p_id=checkaadhaarstatus_WAR_rpcheckaadhaarstatusportlet&p_p_lifecycle=1&p_p_state=normal&p_p_mode=view&p_p_col_id=column-1&p_p_col_count=1&_checkaadhaarstatus_WAR_rpcheckaadhaarstatusportlet_javax.portlet.action=checkAadharStatus

0649/56360/00011 
03/01/2018 14:40:35

naresh kumar
nareshkumar
9658258662

/* 23rd Apr 2021 */
Acknowledgement Receipt for SSUP Demographics Update
Transaction Successful
Transaction Status :- Success
URN :- 73907912
Invoice Number :- 1000748156
Payment Date & Time :- 2021-04-23 15:37:06.856
Amount :- 50.00

9167216705108140
URN : 0000007390791220210502103156


/* 15th Sept 2021 :- */
Update Request Number (URN): 79184676
Status: IN_PROGRESS
Requested Date: 2021-09-15 12:00:10
Your demographics update request is pending with our operator for review. 
At this stage, our operator reviews the updated demographics data against the
supporting document submitted by you. Youâ€™ll get a SMS notification post 
completion of this stage. Or, may revisit the site after 24Hrs to check the updated status.

help@uidai.gov.in
Aadhar Address Update Status URN: 79184676

Aadhar address 
AcknowledgementSlip6dd9cc88-8b65-4ebb-861c-0934e006d589.pdf


Hi Team,

I have requested for Address update on 15th Sept 2021 still it is is pending state.
Could you please check how many more days will it take to complete this as it has been already 20 days.

Thanks,
Abhilash


Hi Team,

Please find the required details and raised a complaint.
a. Full Name (Mandatory) :- Abhilash Kumar
b. Address with State and pin code. (Mandatory) :- 
Power House Chowk, Barganda, Giridih, Rana Furniture ke samne, Dist-Giridih, State-Jharkhand
815301
c. Phone number :- 8093772483
d. E-mail address :- abhi.k.cvraman@gmail.com
e. Date of birth/ year of birth :- 08/01/1991
f. Name of Guardian (if provided) :- NA
g. Name of the Head of the family (if provided) :- NA


URN number :- 79184676
As I lost EID number and through aadhar portal tried to get but it is not coming in my 
mobile/Email.

Kindly raise a complain and provide me the solution.

Thanks,
Abhilash Kumar

URN number :- 79184676
Aadhar :- 711158034064
Local Language :- Hindi
Kindly update the required column as soons as possible.
Some important work is pending due to this only.


I have updated my name and address through online on 15th sept 2021.
My URN number is 79184676. It has been 23 days still it has not been updated.
Kindly update it as early as possible.

While updaing I got only URN number in acknowledgement sheet.EID number is not present anywhere.
When trying to retrive through portal it is saying EID sent to your mobile but it is never coming.

While raising complaint also it is asking for EID.How will I get this if it is not provided.
My Aadhar number is 711158034064.
Kindly ignore EID for this complaint and consider the given URN number.
Thanks,
Abhilash Kumar

0000 00739 07912 20210502103156

New Aadhar URL :- 
https://myaadhaar.uidai.gov.in/

EID :- Check correct or not
2722007100005726062018152013

79184676

/* Correct EID */
2722 00710 00057 26062018 152013

Kindly update my name and address in aadhar.I need it on urgent basic.
Plz

Complaint ID
2021 1009 0571 04


/* Aakrity Aadhar Update */
SRN: 85880904
F:\ABHILASH\Aakrity\Agreement\Address 85880904 Update Aadhar.pdf
F:\ABHILASH\Aakrity\Agreement\acknowledgementSlip (1).pdf


======================================================================================================
Subject: Storage Charges for the Period :- 
April 4, 2021 to August 3, 2021, 

11- Cartons, 1- Refrigerator, 1- Washing Machine, 1- Gas
Stove, 2- Foldable Tables, 1- Office Chair, 2- King Size
Mattress, 1- King Size Bed, Buckets, 1- Plastic Table, 2-
Plastic Stools, 2- Gas Cylinder, 2- Plastic Chair, 3- Water
Cans, 1- Standing Fan, 1- Cricket Bat

Storage Charge :- 12000.00 - 10%Discount = 10800.00
Setup Charges :- 5000.00
CGST on Storage (9%) 972.00
SGST on Storage (9%) 972.00
CGST on Setup (6%) 300.00
SGST on Setup (6%) 300.00
Total Amount Payable Rs. 18344 - 1000 (Already paid) = 17344 (Done)

UPI :- adoob.25@icici
Bank Account Details
Bank: ICICI Bank
Branch-Botanical Gardens, IFSC: ICIC0004374
Account Name: Adoob Advertising Pvt Ltd
Account Number: 437405000025

======================================================================================================
Change Phone No for Microsoft Account :- 
https://phoneregistration.microsoft.com/
https://nam06.safelinks.protection.outlook.com/?url=https%3A%2F%2Faka.ms%2Fphoneauthrenew&data=04%7C01%7Cv-abku13%40microsoft.com%7Cd273f7addb64477a2b4008d8b9fe0c64%7C72f988bf86f141af91ab2d7cd011db47%7C1%7C0%7C637463853597426719%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=zLCZGvGwLurofcXbT1Wf0cSkGBNCU0DIQcrGayiJfsc%3D&reserved=0

======================================================================================================
My Office Chair :- 
Product Dimensions : It measures (17 inch) by (17 inch) by (36 to 41 inch) (LxWxH)
Item Dimensions LxWxH :- 43.2 x 43.2 x 104.1 cm
Product Dimensions    :- 43.18 x 43.18 x 104.14 cm
16.9291 * 16.9291 * 40.9449 INCH

Weight :- 11 Kilograms

1 inch = 2.4 cm
1 cm = 0.393701 inch

Need :- 
Length :- 18 Inch + :- 45.72 cm
Width :- 20 Inch + :- 50.8 cm
Height from bottom to Top :- 47 Inch + :- 119.38 cm
Back Support Seat Length :- 28 Inch + :- 71.12 cm


51 x 50 x 110 Centimeters
22 x 22 x 22 Centimeters
69 x 45 x 113 Centimeters
https://www.amazon.in/Furniture-Executive-Director-REVOLVING-Blackcolor/dp/B08ZDBX9CN/ref=sr_1_23_sspa?dchild=1&keywords=High+Back+Office+Chair&qid=1620723868&sr=8-23-spons&psc=1&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUExV0lMOFpFWENVV1FXJmVuY3J5cHRlZElkPUEwMDYzNjU1MURXOFkxNDdWUVZDTyZlbmNyeXB0ZWRBZElkPUEwNTYyMTAwMU5SN1hHUVhRMUZDSSZ3aWRnZXROYW1lPXNwX210ZiZhY3Rpb249Y2xpY2tSZWRpcmVjdCZkb05vdExvZ0NsaWNrPXRydWU=
130 x 50 x 45 Centimeters

66 x 57.2 x 111.8 Centimeters
40 x 35 x 35 Centimeters
20 x 61 x 105 Centimeters

https://www.amazon.in/amaltas%C2%AE-chromium-executive-director-revolving/dp/B08KGCKQFZ/ref=sr_1_7?dchild=1&keywords=High+Back+Office+chair&qid=1620735418&refinements=p_36%3A400000-1200000&rnid=3444809031&s=kitchen&sr=1-7
Good but high price


https://www.pepperfry.com/percept-office-chair-in-red-black-by-durian-1890206.html?type=rel&from=vip3&type1=similar&from1=1864774&pos=1:4&total_result=4
Dimensions: H 49 x W 27 x D 27; Seating Height: 21.25 (All dimensions are in inches)

https://www.pepperfry.com/gaming-ergonomic-chair-in-grey-black-colour-by-bantia-furniture-1853141.html?from=vip_variety_set&from1=1853140&variety_set_value=colour-option
Dimensions: H 49-53 x W 24 x D 21; Seating Height : 18-22(all dimensions are in inches)

https://www.pepperfry.com/mars-high-back-executive-chair-in-black-colour-by-chair-daddy-1882074.html?type=search&pos=32:3&total_result=842&searchterm=office%20chair&sort=price|asc
Dimensions: H 39-44 x W 24 x D 23; Seating Height-19-24 (All Dimensions in Inches)

https://www.pepperfry.com/spine-high-back-ergonomic-chair-in-navy-blue-grey-colour-by-chair-daddy-1882063.html?type=search&pos=33:3&total_result=842&searchterm=office%20chair&sort=price|asc
Dimensions: H 45-50 x W 24 x D 22; Seating Height-19-24 (All Dimensions in Inches)

======================================================================================================
GPS Tracker :- 
https://www.amazon.in/dp/B084WT378C/ref=cm_sw_r_wa_apa_i_Ds0-Eb37WXZTV?th=1
J&P Technologies - Waterproof GPS Tracker for Car,Bike,Bus,Truck etc with Engine Lock and1 Year sim Card Data.
/* Good One */

Pen Spy Camera :- 
https://www.amazon.in/CAMXSW-Reslution-Camcorder-Business-Surveillance/dp/B07RJR113K/ref=sr_1_17?crid=3F45QVG0UCI0J&dchild=1&keywords=pen+spy+camera&qid=1621781696&s=electronics&sprefix=pen+spy%2Celectronics%2C411&sr=1-17
CAMXSW Hidden Pen Camera, Hidden Spy Pen Camera Tech Gadget 1080P High Reslution DVR, Video Camcorder, Webcam, HD Business Portable Spy Pen Camera, Mini Security & Surveillance

https://www.amazon.in/AGMS-Black-Camera-Recording-supportable/dp/B0833W4VHR/ref=sr_1_18?crid=3F45QVG0UCI0J&dchild=1&keywords=pen+spy+camera&qid=1621781696&s=electronics&sprefix=pen+spy%2Celectronics%2C411&sr=1-18
AGMS Gold & Black Spy Pen Camera with Audio/Video Recording,up to 32GB Card supportable


======================================================================================================
HP Laptop :- 
Product Name :- HP Notebook-15-ac123tx
Product Number :- N8M28PA
Product Code :- N8M28PA#ACJ
Serial No :- CND62235Z6
Battery :- 807612-421	807612421
807957-001

https://www.dtdc.in/tracking/tracking_results.asp
F30135719

HP Laptop Office :- 
Inventory No :- INFHYSZBL019
Serial No :- 5CG9399GQ6
PO No :- 4600017597
Warranty Upto :- 13/10/2024
Product Number	8MV76PC
Product Name :- HP 240 G7 Notebook PC
Product Line :- Commercial Transactional Notebook



For Personal Laptop :- 
18002587170
142

For Office Laptop :- 
18002587270
Ranking Code :- 9705 #>> 2

Service Center :- HP Dhanbad :- 
A. Sysnet Global Technologies (P) Limited - ( Carry In & Onsite ) (37.97 km)
120, Sysnet Global Technologies , HIG , Plot # 24 , 
Housing colony , Bartand, 
Dhanbad, Jharkhand, Dhanbad, Jharkhand, 826001
Phone No :- 0326-220268, 9097383309

8541091772 :- Dhanbad Engineer Service Center :- Amit


Case Id :- 5063657383 (Prashant)
Global Trade Verification

Case Status :- Active
Case Created Date :- 03/26/2021 10:56:22
Customer Name :- Abhilash Kumar
Contact Number (Primary Phone) :- 918093772483
Contact Number (Mobile Phone) :- 917979919363
Primary email address :- abhi.cvraman@gmail.com
Country :- India
Product Name :- HP 240 G7 Notebook PC
Product Line :- Commercial Transactional Notebook
Product Number :- 8MV76PC
Serial Number :- 5CG9399GQ6
Failure Description :- 9705/IN/NBD/ONS/HP 240 G7 NOTEBOOK PC/BATTERY BACKUP ISSUE

c:\SWSetup\sp112635

This case for battery issue.


Hi Team,

I contacted HP support team and registered a case for battery backup issue.
This case requires approval from "Global Trade Verification" where internally 
they contact L&T group to verify the laptop.
Upon verification they are ready to replace the battery.
Either I can visit the nearest service center or an engineer from Service center
will come to my home address and replace it.

Kindly approve the request whenever verification is happening.

Thanks,
Abhilash Kumar



Hi Anand/Sid

My laptop battery got replaced by HP itself since it was under warranty without going anywhere.
Kindly share below mentioned information if anyone is facing battery related issue.
If anyone is facing the same issue then kindly forward these steps to get it replaced.

1) URL to check laptop warranty :- 
https://support.hp.com/us-en/checkwarranty

2) CustomerCare Nunber for Business Laptop :- 
18002587270
It will ask ranking code.
Ranking Code :- 9705#
For laptop support :- Press 2 

For verification, customercare is asking company name and business unit.
After verification they will register a case and will provide a CASE ID at the end of the call.
During case id preparation they asks for nearest service center of HP where they will
deliver the product and from that service center engineer will come to our address
for replacement.

URL to find out nearest service center :- 
https://support.hp.com/in-en/service-center

After successfull registration of Case ID, it took 7 days.

Thanks,
Abhilash Kumar




======================================================================================================

email: customer.service@axisbank.com 
or 1-800-103-5577

POS/MAHAPE AUTOMOBILE/NAVI MUMBAI/010817	
POS/MAHAPE AUTOMOBILE/NAVI MUMBAI/010817	


02227780031/2
Chetan


Hi Team,

I did a transaction of RS 305.00 at MAHAPE AUTOMOBILE (Petrol Pump) on 1st August 2017.
But RS 305 has been deducted twice from my A/c.
Please find the attached Dispute form along with transaction detail statement.
My Request No is 33114379.

Please do the needful and refund my wrongly deducted money to my a/c as soon as possible.

Thanks,
Abhilash Kumar
debit.card@axisbank.com
Your IP Address : 122.183.41.186

MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
==========================================================================================================
irctC :-
kumar08019
im...
Phone No :- 80***
Email :- abhi.cvraman@gmail.com
DOB :- Date Of Birth :- 08-01-1991
Residential Address : giridih~nawadih

pro08019
User :- pro08019
Password :- N123
Phone No :- ***63
Email :- abhi.k.cvraman@gmail.com
DOB :- Date Of Birth :- 01-01-1999

==========================================================================================================
/* Closed */
aXIS Demat:-
AxisDirect Account No:	1618515
Axis Bank Customer ID:	866879647
Bank Account No:	916010040881518 (DEFAULT)
DP Account No:	26126971 (DEFAULT)

Your Axis Bank Demat Account, with Client Id 26126971 (DP ID - IN300484), has been activated.
/* Closed */
========================================================================================================================
Income Tax :- 
----------------
https://incometaxindiaefiling.gov.in/e-Filing/MyAccount/ViewMyReturnsITR.html?ID=1835980245&panNo=DFIPK2770D&assmtYear=2016&reqtype=ITR
USer name :- PAN no

Total Income Tax 2020/21 :- 107665
Apr 2020 :- 8735
Feb 2021 :- 49466
Mar 2021 :- 49464
49466.00 + 49464.00	+ 8735.00 = 107665

Apr 2021 :- 101942.00 - 93491.00 = 8451
/* Declare investment for 2021/22 */

Form B :- Investment 2020-21 Larson & Tubro Infotech
Telephone Bills :- 100000
Books & Periodic Bills :- 
Rent :- 228000
80C :- FD :- 120000
Lic :- 6746

Total :- 955113.00
1 :- (250000*5)/100 :- 12500
2 :- (250000*20)/100 :- 50000
3 :- ((955113.00 - 750000)*20)/100 :- 41,022.6

12500 + 50000 + 41022.6 = 103522.6
Health and education cess :- 4141.00
Total Tax :- 103522.6 + 4141.00 = 107663.6

Axis FD :- 113787.00
Icici FD :- 53989.00
---------------------------------------------------------------------------
842210 :- 
₹5,00,001 - ₹ 7,50,000	:- ₹12500 + 20% of total income exceeding ₹5,00,000 
:- 12500 + ((250000*20)/100) = 62500
₹7,50,001 - ₹ 10,00,000	 :- ₹62500 + 20% of total income exceeding ₹7,50,000
= (92209 * 20)/100 = 18,441.8

Total :- 62500 + 18441.8 = 80,941.8
Actual :- 84180

865693  - 165693 = 700000
Tax :- 12500 + 200000*0.1 = 32500

Profit :- 84180 - 32500 = 51680


========================================================================================================================
NSDL Demat Account :- ICICI Bank Limited
DP Id :- IN303028
Client Id :- 65567678

CDSL Demat Account :- Zerodha Broking Limited
DP Id :- 12081600
Client Id :- 03738354

================================================================================================================
Jio Fibre :- 
JioFixedVoice Number :- +916532356473
Account No :- 400363768634
Jio Fibre Service Id :- 300569199052
Customer Care :- 18008969999 & JioFibercare@jio.com 
WhatsApp - type “Help” and WhatsApp it to 7000570005
Enterprise customers can reach us at businesscare@jio.com or call us at 18008899444.

Login to MyJio :- 80 then OTP
Your Order number is NO0000GS0YJR.

1499 
1768.82
269.82
134.91

Recharge :- 
MRP/Unit( `)
seventeen
Seventeen Hundred Sixty Eight Rupees And Eighty Two Paise Only

========================================================================================================================
skype:-
**83
N@
abhi.k.cvraman
========================================================================================================================
This PC\HM 2LTE-IN\SD card\Android\data\com.UCMobile.intl\files\tnetlogs\video

Ashok Kumar Baishkhiyar
Vill -Patardih , P.O.- Sonardih,
Via- Bengabad, Dist- Giridih
Jharkhand 815312
DOB:- 31/12/1959
Axis :- 
31-12-1959
INDIA
Mummy :-
12/07/1964
12-07-1964

DULPD8433G
Nano CAr no :- JH-11-F-8107

7979944719
Akb@1959
JH-11/2011/0005737

Cust Id :- 36739664(Y)
Akg@1985

AQUPB9816H
31/12/1959
31121959

ASBAISKI 
Your Login Id is : ASBAISKI OK
Akb@1959 >>> Akg1985


ashokbaishkhiyar@gmail.com
ashok121959

UPI :- ashok121959@hdfcbank

HDFC0000760
815240002
A/c :- 07611001068c47(Y)

EP9041
Ashok@123
815312

435187344813

For example, if the PAN is AAAPA1111A and Date of Birth is 28/12/1986, 
the password should be entered as aaapa1111a28121986

For ITR Acknowledgement :- aqupb9816h31121959
https://signup.zerodha.com/esign/finish
https://esign.egov-nsdl.com/nsdl-esp/authenticate/esign-doc/

ashish.kr4@outlook.com
PowerHouse@1




==============================================================================================================================
==============================================================================================================================
abhilash080181@outlook.com
P@

Twitter a/c:-
Main :- 
abhilash080191@gmail.com
@abhilash080191

abhi.cvraman@gmail.com

07556610661


care@irctc.co.in

Not able to book Tatkal premium in 12358 train no

Hi Team,

I am not able to book ticket in Tatkal premium for below mentioned train no.
Train no :- 12358.
User ID :- kumar08019
Every time it is saying booking not allowed.
Please find the attached screenshot.
Kindly solve it as soon as possible and inform me first so that i can book ticket as earliest as possible.
If any other option is there for booking of premium tatkal kindly let me know.
It is very urgent for me.

Thanks!!
Abhilash Kumar


Hi Team,

Train No :- 12358
Start Time :- 05:55 10th June 2019
So idealy i can book premium tatkal ticket for above mentioned date and time
on 9th June 2019.

I tried to book normal tatkal but could not book.SO now i am trying to book "Premium TAtkal".
But everytime it is saying "Booking not allowed".
Kindly check once and let me know why "Today i can book Normal Tatkal" but not able to book "Premium Tatkal".

Thanks!!
Abhilash Kumar

WIFI
NoInternet_123
==============================================================================================================================
==============================================================================================================================
Flight :- 
Flight No :- 6E-981 
29 Nov 20 at 5:00 AM.

https://go.ibi.bo/9QYz9Zlpoab

==============================================================================================================================
==============================================================================================================================

customer.service@bharti-axagi.co.in
Policy No : S8581425
Policy Type : Two Wheeler-Comprehensive
Insurance Policy
Total Premium : 1101
Policy Start Date : 23/3/2018 00:00 hrs
Policy End Date : 22/3/2019 Midnight
TOTAL PREMIUM OF YOUR VEHICLE (Rs.)  :- 1101

15th Mar 2020 :- 
Policy Number: SM128307
Registration Number: OD02P6972

==============================================================================================================================
==============================================================================================================================
SSC :- 
In casee of any query on Form C, 
please write to CFORM.HELPDESK@lntinfotech.com or contact us on 022-62967611.

14046 + 1600 + 200 + 700 + 600 + 53622
= 70,768

Dear 10662208 - ABHILASH KUMAR,

Your Form-C is sent back by Approver for correction due to following reasons

Kindly attach authorized or notarized rent agreement . 
If you don’t wish to claim the deduction, please enter amount ‘0’. Contact- 02262967611

Bulusu Sitaram Sastry
AECPB5530N
3-4-520 to 526 3rd floor flat no 301,Pragthi pride Apartments Barkatpura
hyd 500027., Hyderabad, Telangana, India- 500027

01/04/2020 and ending on 31/06/2021

Property Address flat 201, plot no 582-B,sy no.204 Sri ram nagar,kondapur hyderabad .,
Hyderabad, Telangana, India 500084

10-04-2020
Witness of execution of all excetants	
==============================================================================================================================
==============================================================================================================================
Variable :- 112143
PF :- 3371
Gratutity :- 1351

Total :- 28091 + 70768 + 7032 = 105,891

COOKIE
9386596990


20AMUPB3509K2Z5
AMUPB3509K




==============================================================================================================================
==============================================================================================================================
VPN:-

Username: vpn.test
Password: Protegrity1234

Greyt Hr :- 
https://lakesideinfotech.greythr.com/login.do?view=logout-panel
N17040153



This PC\HM 2LTE-IN\SD card\Android\data\com.UCMobile.intl\files\tnetlogs\video

Ashok Kumar Baishkhiyar
Vill -Patardih , P.O.- Sonardih,
Via- Bengabad, Dist- Giridih
Jharkhand 815312
DOB:- 31/12/1959
31-12-1959
INDIA
Mummy :-
12/07/1964
DULPD8433G


Aadhar Online status :- 
https://resident.uidai.gov.in/check-aadhaar-status?p_p_id=checkaadhaarstatus_WAR_rpcheckaadhaarstatusportlet&p_p_lifecycle=1&p_p_state=normal&p_p_mode=view&p_p_col_id=column-1&p_p_col_count=1&_checkaadhaarstatus_WAR_rpcheckaadhaarstatusportlet_javax.portlet.action=checkAadharStatus

0649/56360/00011 
03/01/2018 14:40:35

/* Closing Of Demat Account */
dp.operations@axisbank.com

Hi Team,

I have opened Salary a/c in Axis bank last year in May 2017.But it opened along with  demat a/c  
 which i never asked to open.When i talk to your representative he said it is free of cost.
No charge wil be taken from you.After that i never used Demat A/c.
Now today i got a mail where it is mentioned that 750 + GST p.a will be charged for your Demat A/c.

Concern :- 
1) I never said to open Demat A/c But it got opened.
2) I never used Demat A/c.

Kindly make sure that My Demat a/c gets closed and Any extra charges should not be taken by bank
for Demat A/c.

Please revert me if any more details are required from side.

Thanks,
Abhilash Kumar

==============================================================================================================================
==============================================================================================================================
nareshkumar080191
naresh080191
N@

Facebook :- 
naresh kumar
9658258662
nareshkumar


Gmail/Facebook :- 
Kaurav Charan
nareshkumartinder@gmail.com
Nareshkumar@123
***63

Insta :- 
kauravyudh@gmail.com
kauravyudh@123

Gmail :- 
nareshkumartinder@gmail.com
Na@123

linkedin/Quora :-
naresh kumar
nareshkumartinder@gmail.com
M@
https://www.linkedin.com/in/abhilash-kumar-39a433141/

https://www.payback.in/home/my-profile.html
Payback :- 9401158592867800


New :- Gmail :- aaryanalias
79...
fb :- aaryanalias



.edu email address :- 
YouTube Link :- 
https://www.youtube.com/watch?v=IqOJrt2zE28&ab_channel=%23DR.HACKER%23
http://www.mccd.edu/getstarted/apply.html
Kaurav Charan

SSN :- 568-53-1234
(212) 456-6456
(212) 457-6455
kauravyudh@gmail.com
6020 Flint Ave, 93
Zip :- 93230

User Name :- kaurav
PAssword :- Charan123
PIN :- 1234

Question :- 
marriage
nawdiha
bbsr

Your CCCID is: CBS3684

Confirmation
Kaurav, your application for admission has been submitted to Merced College.

Name Kaurav Charan
CCCID CBS3684
College Merced College
Term Summer/Fall 2021
Email kauravyudh@gmail.com
Date & Time August 16, 2021 4:49:31 AM
Confirmation # 21564262

Wait for 30 mins :- 
Main Email Address :- kaurav.charan@campus.mccd.edu

Portal Address :- 
https://mc4me.mccd.edu/CookieAuth.dll?GetLogon?curl=Z2F&reason=0&formdir=6

Your Portal User ID will be your firstname.lastname and your initial
password will be your birthdate entered as  MMDDYY (example:010188).

User Name :- kaurav.charan
By Default Password :- 010100
New Password :- Kaurav@123

/* Worked */
Youtube :- /* https://www.youtube.com/watch?v=JA7xgkIIOpI */
Get Email Address from below site :- 
https://od.obagg.com/
Current Email :- jvlnhbomc@stu.sashschool.com
/* You're not eligible for an Azure free account */
/* Not working */
8km3bbac7@cebstudies.com
n3ezrdwa0@crpolytechnic.in


==============================================================================================================================
==============================================================================================================================

RTI :- 
Registration Number	:- MOPRJ/R/E/21/03600
Request filed with	:- Ministry of Panchayati Raj
Telephone Number :- 011-23344061
Email Id :- subhash.sangwan@nic.in
C:\Users\10662208\Desktop\ABHILASH\Script\Generic\RTI.pdf

Reply / Remarks :-As mentioned in the guidelines for use of this portal, 
this facility is not available for filing RTI applications for the public authorities 
under the State Governments, including Government of NCT Delhi. Since your RTI 
application is meant for a public authority under the State Government, the same is returned herewith. You may file the same before the concerned public authority under the State Government.

Jharkhand :- 
https://deoghar.nic.in/rti/
RTI for Rural and panchayatiraj work: You can File RTI for Rural and panchayatiraj and rural development works in Ranchi, Jharkhand.

Google Chrome Dark Mode :- 
chrome://flags/#enable-force-dark




Pillow Size : 46 x 69 Cm

Freecharge :- 
abhi.cvraman@gmail.com
9973962592
G@123

abhilash080191@gmail.com
****83
<>

/* My Original Linkedin :-  */
I have total 7.5 Years of Experience as Software Engineer in IT industry.
Currently Working as Specialist Data Engineer in LTI for Microsoft.

I have Working Experience in databases like SQL Server, Oracle & Teradata as DB Sql Developer.

Very strong in PL/SQL programming(Stored Procedure, Function, Trigger etc..) and can write complex SQL query.
Working knowledge of Azure SQL and ADF pipelines.
Handson in Databricks and Python programming.
Working experience in Teradata and its utilities like Utilities ( FastLoad ,MultiLoad, Bteq Import/Export , TPT , TPump) for Apple client.



Senior Data Engineer || Azure || PL/Sql Developer || Teradata || Oracle || Unix || Python || Developer


/* Freelance LinkedIn  Content */
1) Photo removed

/* Edit Intro */
Open for any kind of freelance IT work | Freelancer | PL/SQL Developer  | Azure Data Engineer | Database Architect | Oracle/Teradata/SQL Server | Data Analysis | Unix | Python Developer | ADF/Databricks/ADLS | 

/* About */
Hi there! I am a freelance Software Engineer & Let me start by saying..... It’s nice to meet you!

Let me introduce myself. I am a software engineer who specializes in Database like Oracle, Teradata, SQL Server etc.. and its development. Getting the requirement on database and working on data is my primary job. Apart from this I am also doing projects on Python and Unix Shell scripting for ETL tools.
Currently I started learning Azure and got good knowledge on it.

Want to Work together :- 
I currently work as Azure Data Engineer for one of the Product based company. I am also a Freelance who works for software related work.
If you have any technical requirement send me an email on kumar910108@gmail.com

Lots Of Success




/* Freelance Naukri Content */
/* Add Phone Number */
/* NAme :- 
/* Resume Headline */
I am a freelance Software Engineer who is interested in only freelance part time job. 
Kindly contact me on kumar910108@gmail.com. 
Skills :- SQL Server, PL/SQL, Azure, DataBricks, Python, ADF pipelines, Azure Data Lake, 
Oracle, Teradata, Unix Script..

/* Employment */
Freelance Consultants
Jul 2013 to Present (8 years 6 months)Available to join in 3 Months
I am a freelance Software Engineer who specializes in below skills Database :- Oracle (11g,12c,18c), Teradata (13,14,15,16), SQL Server, PL/SQL developer. Language :- SQL, Python, Unix, Pl/SQL Cloud :- Data Engineer in Azure,ADF pipelines, Azure SQL, Data Lake. OS :- Linux, Windows
Top 5 Key Skills:SQL Azure,Azure Data Factory,Azure Databricks,SQL,PLSQL

/* Profile Summary */
I am a freelance Software Engineer/Data Engineer who specializes in below skills Cloud :- Data Engineer in Azure, ADF pipelines, Azure SQL, Data Lake, Azure DataBricks, ADLS Gen1/2, Blob Storage || Database :- Oracle (11g,12c,18c), || Teradata (13,14,15,16), || Azure SQL Server, || PL/SQL developer, || Database Design/Development,|| Language :- SQL, Python, Unix Shell Scripting, SQL Query, PL/SQL|| OS :- Linux, Windows || I am interested in freelance part time job related to above mentioned skills. Kindly contact me on kumar910108@gmail.com. Lots Of Success

/* Key Skills */
PLSQLUnix Shell ScriptingOracleTeradataAzure Data FactorySQL AzureAzure Data LakePythonSQL Server DevelopmentAzure Databricks




/* Naukri Content */ /* Old */

I am a freelance Software Engineer who is interested in only freelance part time job. Kindly contact me on kumar910108@gmail.com.
Skills :- Oracle, Teradata, SQL Server, PL/SQL, Azure, Python, ADF pipelines, Azure Data Lake, Unix Shell Scripting.

I am a freelance Software Engineer who specializes in below skills
Database :-  Oracle (11g,12c,18c), Teradata (13,14,15,16), SQL Server, PL/SQL developer.
Language :- SQL, Python, Unix, Pl/SQL
Cloud :- Data Engineer in Azure,ADF pipelines, Azure SQL, Data Lake.
OS :- Linux, Windows


I am a freelance Software Engineer who specializes in below skills
Database :- Oracle (11g,12c,18c), Teradata (13,14,15,16), Azure SQL Server, PL/SQL developer.
Language :- SQL, Python, Unix, PL/SQL
Cloud :- Data Engineer in Azure, ADF pipelines, Azure SQL, Data Lake, Data Bricks
OS :- Linux, Windows
I am interested in freelance part time job related to above mentioned skills.
Kindly contact me on kumar910108@gmail.com.
Lots Of Success






Freelyncer LinkedIn
Created On :- abhilash080191
Changed to :- kumar910108
Freelance Software Engineer


1-NAME as per Bank Account :- ASHOK KUMAR BAISKIYAR	
2-BANK NAME :- SBI
3-A/C NO :- 30745206569
4-IFSC CODE :- SBIN0000081
5-MICR CODE :- 815002002
6-BRANCH NAME :Giridih

PAN No :- AQUPB9816H


Hi there! I am a freelance Software Engineer & Let me start by saying..... It’s nice to meet you!

Let me introduce myself. I am a software engineer who specializes in Database like Oracle, Teradata, SQL Server etc.. and its development. Getting the requirement on database and working on data is my primary job. Apart from this I am also doing projects on Python and Unix Shell scripting for ETL tools.
Currently I started learning Azure and got good knowledge on it.

Want to Work together :- 
I currently work as Azure Data Engineer for one of the Product based company. I am also a Freelance who works for software related work.
If you have any technical requirement send me an email on kumar910108@gmail.com

Lots Of Success


I am a freelance Software Engineer who specializes in below skills
Database :-  Oracle (11g,12c,18c), Teradata (13,14,15,16), SQL Server, PL/SQL developer.
Language :- SQL, Python, Unix, Pl/SQL
Cloud :- Data Engineer in Azure,ADF pipelines, Azure SQL, Data Lake.
OS :- Linux, Windows

I am interested in freelance part time job related to above mentioned skills.
Kindly contact me on kumar910108@gmail.com.

Lots Of Success

I am a freelance software engineer who has total 7 years of experience in IT industry. I have good knowledge on Azure cloud and worked on various projects.

Services used :- Azure SQL Server, Azure Data Factory, Azure Databricks, Azure Data Lake, Azure Data Lake Analytics, Synapse Analytics, Azure Keyvault, Azure Logic Apps etc.

For any kind of freelance work you can contact me here or directly send me an invite on kumar910108@ gmail.com. 



freelance it recruiter

/* https://www.linkedin.com/help/linkedin/answer/75814?query=how%20to%20use%20boolean%20search */

Quoted searches: For an exact phrase, enclose the phrase in quotation marks. For example, type "product manager". You can also use quotation marks if you want to find someone with a multi-word title.
LinkedIn search only supports standard, straight quotation marks ("). Other software or websites may use special symbols that our system does not recognize. Curly quotation marks (“), also known as smart quotes or typographer's quotes, aren't supported.
In order to optimize overall site performance, stop words such as "by", "in", "with", etc. aren't used.
NOT searches: Type the word NOT (capital letters) immediately before a search term to exclude it from your search results. This typically limits your search results. For example, "programmer NOT manager".
OR searches: Type the word OR (capital letters) to see results that include one or more items in a list. This typically broadens your search results. For example, "sales OR marketing OR advertising”.
AND searches: AND searches: Type the word AND (capital letters) to see results that include all items in a list. This typically limits your search results. For example, "accountant AND finance AND CPA".
.
Note: You don't need to use AND. If your search has two or more terms, you'll automatically see results that include all of them.
Parenthetical searches - To do a complex search, you can combine terms using parentheses. For example, to find people who have "VP" in their profiles, but exclude "assistant to VP" or SVPs, type VP NOT (assistant OR SVP).
When handling searches, the overall order to precedence is:

Quotes [""]
Parentheses [()]
NOT
AND
OR

Hello Recruiters, I am looking for Database freelance Projects. If you have any projects, Please contact me. Mob No: +91 - 7979919363.
Email :- kumar910108@gmail.com #freeelancer #freeelance #sqldeveloper #azuredatafactory #azuredataengineer #teradata

Oracle PLSQL | Unix/Linux Shell Scripting | Oracle DBA (basic)

Bachelor of Engineering (Computer Technology) - 4 years full-time course

Lead Oracle PL/SQL and Unix Shell Scripts developer with experience in basic Oracle Database Administration.

More than 15 years of experience working with eminent global IT companies on large projects.

Worked on database, ETL/data warehousing, enhancement/maintenance, and production support projects.

Working as a full-time freelancer since March 2007. Can work on large/medium system analysis, development, and maintenance projects, as an individual contributor or as a part of the team. Also, available to work on short tasks.

Technical Skills:

* Oracle PL/SQL Development (11g/10g/9i/8i/8/7.x) - 8+ Years
* Oracle DBA (Intermediate Level) - 3+ Years
* Unix/Linux Shell Scripting (AIX/Solaris, Ubuntu/Oracle Linux/CentOS/Open SUSE/Fedora) - 8+ Years
* Informatica PowerCenter 7.x (not using currently) - 2+ Years
* BMC Control-M Job Scheduler (not using currently) - 1+ Years
* Oracle GoldenGate (not using currently) - 4 Months
* Basic knowledge of MySQL/MariaDB, MS SQL Server

If you're looking for a professional freelancer who can deliver quality work in the agreed time frame, you have come to the right place. Please check my clients'​ reviews about my work, and shoot me an email at ramesh_samane@yahoo.com or ramesh.samane@gmail.com.

I prefer to work directly with my trusted clients, but absolutely no issues if you want to work with me using your preferred freelance marketplace until the mutual trust is developed.

Here are links to my profiles on freelance marketplaces along with my clients'​ testimonials:
'

 tricia@5xdata.co or developers@5xdata.co
 https://www.linkedin.com/jobs/view/2658291738/
 

1) Good knowledge of data warehouse and the concept.
2) Expert in writing complex SQL queries and PL/SQL codes.
3) Working experience in Teradata, Oracle, MySQL, Azure SQL database.
4) Expert in writing Procedure
5) Expert in writing Function.
6) Knowledge in writing Unix Shell Scripting. Using Unix on the Linux platform can automate processes, which can reduces manual effort.
7) Data import and Export to the database. Can load data from file to table or from table to file.
8) Can write any kind of SQL query/Complex SQL to get the desired result from Oracle, MySQL, Azure SQL database.
9) Expert in Python programming.
10) Good knowledge on Azure Services like Azure SQL, NO SQL, Azure data bricks, Azure Data Factory ( ADF ), Azure Data lake ( U-SQL ) etc.




I am a freelance software engineer who has total 7 years of experience in IT industry. I have good knowledge on Azure cloud and worked on various projects.
Services Used :- Azure SQL Server, Azure Data Factory, Azure Databricks, Azure Data Lake, Azure Data Lake Analytics, Synapse Analytics, Azure Keyvault, Azure Logic Apps etc.
Languages Used :- SQL, Python, Scala,


For any kind of freelance work you can contact me here or directly send me an invite on kumar910108@ gmail.com.



I am a freelancer who has total 6 years of experience in Oracle PL/SQL development projects. Any kind of requirement related to Oracle database, kindly give me a chance to work. Till now I have worked on 10-15 projects for several clients and delivered everything on time without any issue. I can also provide training on Oracle/Teradata/SQL Server PL/SQL developments.
Development tools :- Procedure, Function, Analytical Functions, Cursor, Trigger, Collections, Complex SQL query, etc.
Same kind of development I have also done on other databases like Teradata, SQL Server & MySQL.

Key Projects Handled So Far :-
i) Data Migration from Oracle to SQL Server.
ii) Implemented Data retention period for PII objects
iii) Implemented role based access for all oracle objects.
iv) Automation of process using Unix/Python shell scripting


Hi Team, I would like to wok on this project as I have done several projects on Oracle PL/SQL development. I can finish this project very quickly.Please consider my profile and message me for further discussion.

Hi Team, I am expert in writing SQL queries. Starting from basic I can write any kind of complex query. I am also a trainer who provide training on PL/SQL development. I can give real time scenario while dealing with SLQ queries. Kindly accept my proposal Or direct message me for further discussion.
Thanks,


Hi Team, I would like to wok on this project as I have done several projects on Oracle PL/SQL development. 
I would like to work on this support project.
Please consider my profile and message me for further discussion.



kumar910108@gmail.com


Hi Abhilash Kumar,

Thank you for registering with Infosys Careers. Your search for an exciting career begins here.
Your Candidate ID is 1002284676. Please mention this ID in all your future correspondence with us.
Visit Infosys Careers to learn more about how we help you move forward in your career.
Thank you.


================================================================================================================
Infosys :- 
Candidate ID: 1000250701
For any Queries, please write to Infyrec_feedback@infosys.com 
and for Technical issues on the Career site, please write to  
Infycareer_Support@infosys.com


Unble to update My profile details

Hi Team,

I am not able to update my details in infosys portal.
Please do the needful.

Thanks,
Abhilash Kumar






================================================================================================================
DULPD8433G
Nano CAr no :- JH-11-F-8107

Tata Tiago :- Rs.4.99 - 7.04 Lakh
Tata Altroz :- Rs.5.79 - 9.59 Lakh
Tata Tigor :- Rs.5.64 - 7.81 Lakh
Tata Tiago NRG :- Rs.6.57 - 7.09 Lakh
Tata Nexon :- Rs.7.28 - 13.23 Lakh
Tata Nexon EV :- Rs.13.99 - 16.85 Lakh
Tata Tigor EV :- Rs.9.58 - 9.90 Lakh
Tata Harrier :- Rs.14.39 - 21.09 Lakh
Tata Safari :- Rs.14.99 - 22.01 Lakh

Upcoming :- 
Tata HBX :- Rs.5.00 Lakh
Tata Tiago EV :- Rs.6.00 Lakh
Tata Altroz EV :- Rs.14.00 Lakh



1) Tata Altroz :- Specification :- 
Diesel engine  :- 1497 cc 
Petrol engine  :- 1199 cc
Length :- 3990mm
width :- 1755mm
wheelbase :- 501mm

Altroz XE(Petrol) (Base Model) :- Rs.5,84,900 :- On Road Price :- 6,52,518


2) Tata Tiago :- Rs.4.99 - 7.04 Lakh
Tiago XE (Petrol) (Base Model) :- 4,99,900 :- On Road Price :- 559378
Tiago XT Option(Petrol) :- Rs.5,49,900 :- On Road Price :- 6,14,166
Tiago XT(Petrol) :- 5,69,900 :- On Road Price :- 6,36,082
Tiago XT Limited Edition(Petrol) :- Rs.5,79,000 :- On Road Price :- 6,46,053
Tiago XZ(Petrol) :- 6,09,900 :- On Road Price :- 6,79,913
Tiago XTA AMT(Petrol) :- 624,9,00 :- On Road Price :- 6,96,349
Tiago XZ Plus(Petrol)  :- 637,900 :- On Road Price :- 7,10,594
Tiago XZ Plus Dual Tone Roof(Petrol) :- 6,49,900 :- On Road Price :- 7,23,743
Tiago XZA AMT(Petrol) :- s.6,64,900 :- On Road Price :- 7,40,180
Tiago XZA Plus AMT(Petrol) :- 6,92,900 :- On Road Price :- 7,70,862
Tiago XZA Plus Dual Tone Roof AMT(Petrol) (Top Model) :- 704,900 :- On Road Price :- 8,05,158

Tiago XE XE(Petrol) (Base Model) :- 
Length :- 3765 mm
Width :- 1677 mm
Height :- 1535 mm
Wheelbase :- 2400 mm (Front Tyre to BAck Tyre)
Ground Clearance :- 170 mm (Ground TO Body)
Kerb Weight :- 935 kg (Total Weight)
Bootspace :- 242 litres (Dikki)
Fuel Tank Capacity :- 35 litres


https://www.carwale.com/compare-cars/tata-tiago-vs-tata-tiago/

Maruti Suzuki Celerio X  xi AMT 

Maruti Suzuki Celerio VXi Green (O)

Maruti Suzuki Wagon R  ZXI 1.2 :- Go for this


compare Maruti Suzuki Celerio VXi Green (O) Maruti Suzuki Wagon R  ZXI 1.2 


3) Maruti Renault :- 
Renault Kiger :- Rs.5.64 - 10.09 Lakh
Renault KWID :- Rs.4.06 - 5.59 Lakh
Renault Triber :- Rs.5.50 - 7.95 Lakh
Renault Duster :- Rs.9.86 - 14.25 Lakh
Renault Zoe :- Rs8.00 Lakh
Renault K-ZE :- Rs10.00 Lakh
Renault Arkana :- Rs10.00 Lakh


Renault KWID :- Rs.4.06 - 5.59 Lakh
KWID RXE :- 4.06 Lakh*
KWID RXL :- 4.36 Lakh*
KWID 1.0 RXL :- s.4.53 Lakh*
KWID RXT :- 4.66 Lakh*
KWID 1.0 RXT Opt :- Rs.4.90 Lakh*
KWID Climber 1.0 MT Opt :- 5.11 Lakh*
KWID Climber 1.0 MT DT :- Rs.5.19 Lakh*


KWID Climber 1.0 MT DT :- Rs.5.19 Lakh :- 5.66 Lakh :- Looks Good
Length (mm)3731
Width (mm)1579
Height (mm)1490
Boot Space (Litres)279
Ground Clearance Unladen (mm)184


4) 
VXI Plus
VXI AT
VXI Opt AT
VXI Plus AT

Maruti S-Presso VXI Plus

5) Maruti Wagon R :- 
Wagon R LXi 1.0 :- ₹ 4.93 Lakh
Wagon R LXi (O) 1.0 :- ₹ 4.99 Lakh
Wagon R VXi 1.0 :- ₹ 5.25 Lakh
Wagon R VXi (O) 1.0 :- ₹ 5.32 Lakh
Wagon R VXi 1.2 :- ₹ 5.61 Lakh
Wagon R VXi (O) 1.2 :- ₹ 5.68 Lakh
Wagon R ZXi 1.2 :- ₹ 5.95 Lakh

6) Maruti Ignis price list (Variants)
Sigma   5.09 Lakh
Delta   5.80 Lakh
Zeta    6.21 Lakh
Alpha   6.96 Lakh
================================================================================================================
Mobiles :- 
Realme NArzo 30 Pro 5G :-
Redmi note 10T 5G
Realme 8s 5G
Samsung Galaxy M51 (Electric Blue, 6GB RAM, 128GB Storage) 
6 Months Free Screen Replacement for Prime

mai132 model :- MI Redmi4
866132034619860
866132034619878

Samsung Galaxy A52s 5G		:- 33,494 :- 4500 mAh, 189gm, 6.5 Inch
Qualcomm SM7325 Snapdragon 778G 5G (6 nm)
Rear :- 64 Main + 12 Ultra+ 5 Depth + 5 MAcro, 
Front :- 32 Mp
Fast Charging 25W


Samsung Galaxy M52 5G 		:- 31,359 :- 5000mah :- No 3.5 mm jack and wifi range issue
173 gm, 6.7 Inch,
Qualcomm SM7325 Snapdragon 778G 5G (6 nm)
Rear :- 64 Main + 12 Ultra+ 5 Depth 
Front :- 32 Mp

Type C Connector :- UBON :- 150 RS
https://www.youtube.com/watch?v=YiBU-AaXWUk&ab_channel=Dinulifestyle
https://www.flipkart.com/pacificdeals-white-usb-c-type-3-5mm-headphone-connector-earphone-jack-converter-compatible-samsung-galaxy-f02s-m52-s8-plus-s10-lite-s20-fe-ultra-s21-z-fold-2-3-flip-note-9-10-20-phone/p/itme23b0e05269dc



Samsung Galaxy M42 5G 		:- 23,519 :- 5000 mAh :- 190 gm, Hybrid Slot, 6.6 Inch, 
snapdragon 750g,  UFS 2.1, 
Rear :- 48 Main + 8 Ultra+ 5 Depth + 5 MAcro, 
Front :- 20 Mp
/* Buy This */




Samsung Galaxy M32 5G		:- 22,539 :- 5000mah :- 6.5 Inch
205gm, Rear :- 48 Main + 8 Ultra+ 5/2 Depth + 2 MAcro, Front :- 13  Mp
Chipset: MediaTek Dimensity 720 


Samsung Galaxy F42 5G		:- 22,539 :- :- Dedicated slot
203 g ,6.6 Inch,Rear :- 64 Main + 5 Ultra+ 2 Depth,Front :- 8 Mp,
Android 11, One UI Core 3.1 >>> Not good camera 


Samsung Galaxy A22 5G :- (8GB RAM) :-  20077.00
203 gm, 6.6 Inch, 48 Main + 5 Ultra+ 2 Depth, Front :- 8  Mp




Samsung Galaxy A72 :- 31,941.00 :- 5000mah , 203gm, 6.7 Inch, 
Android 11, One UI 3.1
Qualcomm SM7125 Snapdragon 720G (8 nm)
Rear :- 64 Main + 8 Ultra+ 12 Depth + 5 MAcro
Front :- 32 Mp,
Qualcomm SM7125 Snapdragon 720G (8 nm) >>> /* Can be bought */ >>> But not available 


Samsung Galaxy A52 :- 24,115.00 :- 4500 mah,189 gm
Rear :- 64 Main + 12 Ultra+ 5 Depth + 5 MAcro
Front :- 32 Mp,
Qualcomm SM7125 Snapdragon 720G (8 nm)
Android 11, One UI 3.1
Fast charging 25W


Samsung Galaxy A22 5G :- 20,077.00 :- 5000mah, 6.6 Inch, 203 gm
Android 11, One UI Core 3.1
Octa-core (2x2.2 GHz Cortex-A76 & 6x2.0 GHz Cortex-A55)
Rear :- 48 Main + 5 Ultra+ 2 Depth 
Front :- 8 Mp,

Samsung Galaxy A32 (6GB RAM) :- 20077.00 :- 184gm, 6.4 Inch, 5000mah
Rear :- 64 Main + 8 Ultra+ 5 Depth + 5 MAcro
Front :- 20 Mp,

Samsung Galaxy F22 (6GB RAM) :- ₹ 14699.00
203gm, 6.4 Inch, 6000 mAh
Mediatek MT6769V/CU Helio G80 (12 nm)
Rear :- 48 Main + 8 Ultra+ 2 Depth + 2 MAcro
Front :- 13 Mp,

Samsung Galaxy A22 :- ₹ 18252.00 :- dedicated slot :- 5000 mAh
186gm, 6.4 Inch
Mediatek MT6769V/CU Helio G80 (12 nm)
ReaFront :- 13 Mp,
Front :- 13 Mp,


================================================================================================================
Accenture :- 
Reference CID: C10295517
https://india.jobs.accenture.com/


================================================================================================================

Server is running game cstrike.  Restart in that game to connect.
/* https://www.gametracker.com/search/czero/IN/?sort=3&order=DESC */
connect 108.61.69.68
connect 152.67.17.121
connect 94.23.156.177
--connect 152.67.176.175
--connect 140.238.164.205

server is using a new protocol (48) than your clien

=============================================================================================
=============================================================================================
Use VPN :- 
1) /* https://www.youtube.com/watch?v=1BbDbzamg3c&ab_channel=KyaKaise */
/* Free VPN For Windows 10. मुफ्त वी.पी.इन, विंडोज़ १० के लिए. Hindi Video */

2) 
=============================================================================================
=============================================================================================
HollyWood Robbery Movie :- 
1) Daylight Robery
ii) Fool Proof
iii) Widows
iv) Man on a ledge
v) The bank job :- Watch

vi) The town
vii) Tower Heist
viii) Oceans eleven
ix) The Itallian Job
x) Inside Man :- Watch
xi) Now you see me
 
i) Tower Heist
ii) Den of thieves
iii) Logan Lucky
iv) The Bank Job
v) Inside MAn
vi) Ocean 8
vii) Widows
viii) The town
ix) Bluw Streak
x) The Hurricant Heist
xi) Now you see me
xii) BAby Driver
xiii) Public Enemies
xiv) Ocean 11












================================================================================================================
Hotstar :- 
luckygovinda910@gmail.com
Secret@1

Outlook account
ashish080191@outlook.com
Hyderabad@123

TMKUC :- 656 :- Continue
taarak mehta ka ooltah chashmah  episode 710

================================================================================================================
SonyLiv :- 
you can login to sonyLiv.com using my email ashish.nitjsrcse@gmail.com

================================================================================================================
Amazon Prime :- 
coolashish1@gmail.com

Hyderbadadmin
.\hydadmin
Hyd@dmIn@01

Grade: 'P3'
Designation: 'Specialist - Data Engineering'.

================================================================================================================
kaurav815312@gmail.com

Your Request has been created successfully.
Your Service Request number for Bank Account :SR553457122
Your request would be processed by 06-07-201

Gmail :- 
Dimpu@369

MMT :- 
aakrity@123

http://192.168.1.1/html/quicksetup.html
Airtel Hotspot :- 
Airtel Hotspot-290-F
Password :- 6b04d6m2
admin
N@
Mobile No :- 7558327593

2780583 - (30000 + 30000 + 65000 + 150000 + 50000 + 70000 + 50000)
2780583 - 445000 = 2335583

299:- 2 gb daily
5 gb :- monthly :- 5th every month

39 gb till date


==============================================================================================================================
Voter Details :- 
https://www.nvsp.in/Home/DownloadPdf
http://164.100.150.3/mrollpdf1/aceng.aspx
11 :- Giridih
30 :- Jamua
301 :- U.M.S. Nawadih :- Wrong
284 :- U.M.S Nawadih
116 :- Pataldih

==============================================================================================================================
Aakrity :- :- Kiran Poddar
Medicine :- SriJivan Clinic :- 9210168994 :- Bunty

1) Protochek DSR :- Gas Problem :- Daily 1T Mrng >>> Khali Pet me >> 10T :- 114.25
2) Ezorb D3 :- Calcium :- Daily 1T Noon >> 15T :- 225
3) Trufol :- Folic Acid :- Daily 1T Night >> 30T :- 237
4) Beminal Forte :- Multi Vitamin :- Daily 1T  >> 10T :- 116
5) Fexid -XT :- Iron :- Daily 1T after breakfast >> 15T :- 166
6) Perinorm - CD :- Ulti :- Daily 1T :- 10T :- 84
7) IntiWash :- Wash :- 100ml :- 170
8) Infa-VT :- Cream :- 71.20 :- Free
9) Rest-Aid Plus :- ulti ulti jaisa nausea :- 1T after breakfast :- 30T :- 169
10) Xral-O :- Gas :- 2 time day night :- 200ml :- 219
11) Protein Powder :- 
12) ultrasound :- 1000
13) Urine Test :- 150
14) Fee :- 300 + 300

114.25 + 225+ 237+ 116+ 166+ 84+ 170 = 1112.25

Aakrity :- Fever/Cough :- Madhu Bhushan
1) Lactoclaav 625 :- Amoxyxillin :- 1T day & Night :- 10T :- 195
2) apex P-500 :- Paracetamol :- 1T day & Night :- 15T :- 15
3) 

Aakrity :- Pregnancy :- Madhu Bhushan
1) Maglid :- Gas(Check) :-  :- 200ml :- 78
2) Fexid -XT :- Iron :- Daily 1T after breakfast >> 15T :- 166
3) Ezycal D3 :- Calcium :-  :- 15T :- 238
4) Trinerve :- Multi Vitamin :- Daily 1T  >> 10C :- 141.5


https://pharmeasy.in/
https://www.1mg.com/
https://www.netmeds.com/
https://www.practo.com/
https://www.indiamart.com/ >>>
https://www.apollopharmacy.in/
https://www.medplusmart.com/
https://www.apollo247.com/
https://www.medlife.com/ >>> Giridih



/* https://www.dadimakenuskhe.com/%E0%A4%95%E0%A5%8C%E0%A4%A8%E0%A4%B8%E0%A5%87-%E0%A4%A1%E0%A5%89%E0%A4%95%E0%A5%8D%E0%A4%9F%E0%A4%B0-%E0%A4%95%E0%A5%87-%E0%A4%AA%E0%A4%BE%E0%A4%B8-%E0%A4%9C%E0%A4%BE%E0%A4%AF%E0%A5%87%E0%A4%82/ */
Cardiologist :- Dil Ki bimari ka Doctor
Dentist :- Daant KA doctor
Dermatologist :- Skin Ka doctor
Gynecologist :- Pregenency Doctor
Pediatrician :- BAchche Ka Doctor
Neonatologist :- Navjaat shishu ka doctor 
Neurologist :- Dimag aur nadi ka doctor 
Oncologist :- CAncer Ka Doctor
Orthopedic Surgeon :- Haddi ke doctor
Psychiatrist :- Mansik rog ke doctor
Radiologist :- Xray , MRI , CT scain ki report ka doctor
Urologist :- Peshab ki pareshani ka doctor
Gastroenterologist :- Pet ki pareshani ka doctor
Nephrologist :- Gurde kidni ka doctor 
Pulmonologist :- Sans fefde TB ke  doctor


==============================================================================================================================
==============================================================================================================================
Jobs :- 
https://www.wellsfargojobs.com/job/hyderabad/data-management-consultant/1251/19412106
G@
/* Must Apply.Currently showing error while applying */

==============================================================================================================================
==============================================================================================================================
Mutual Fund :- 
Axis long term equity direct plan growth :- i have
axis-equity-fund-direct-growth :- 10k
axis-small-cap-fund-direct-growth :- 10k
axis-midcap-fund-direct-growth :- 10k
icici-prudential-technology-fund-direct-growth :- 10k
icici-prudential-focused-bluechip-equity-fund-direct-growth :- 10k
birla-sun-life-tax-relief-96-direct-growth :- 20K (ELSS)


Tata Digital India Fund Direct Growth

GROWW
6180397/68

ICICI Prudential Technology Direct Plan Growth
GROWW
17650071/50

Motilal Oswal Long Term Equity Fund Direct Growth
Motilal Oswal Long Term Equity Fund Direct Growth
91028749052


Mirae Asset Hybrid Equity Fund Direct Growth

77745858586


Axis Bluechip Fund Direct Plan Growth
91048163743

Kotak Bluechip Fund Direct Growth
Kotak Bluechip Fund Direct Growth
9173776/94



IDFC Tax Advantage (ELSS) Direct Plan Growth


ELSS :- 2021
Axis Long Term Equity Fund - Direct - Growth :- 60000
Motilal Oswal Long Term Equity Fund Direct Growth :- 20000
PF :- 40000
IDFC Tax Advantage (ELSS) Direct Plan Growth :- 30000

2006742


==============================================================================================================================
==============================================================================================================================
Moto E4 Plus :- 
About Phone >>> Model No >>> click 5-10 times >> Developer Mode
Call >> *#*#3646633#*#* >> Hardware Testing

==============================================================================================================================
==============================================================================================================================
Nutrition :- 
Need :- 60gm in a day

Soyabeen :- 100gm :- 36.9 gm
Paneer :- 100gm :- 26.9 gm
Daal :- 100gm :- 22.6gm :- 
Kaju/Badam :- 100 gm :- 20.2gm
Milk :- 100gm :- 3.6 gm
Mungfali :- 100gm :- 20.2gm
Chicken :- 100gm :- 22.8gm
Eggs :- 100gm(2 eggs) :- 10 gm


10 + 10 + 6 + 4 + 
==============================================================================================================================
==============================================================================================================================
PandeyDih Land :- 
Owner :- Sangeeta/Sangita Devi संगीता 


Husband NAme :- Gopal Ram
Total Area :- 16.78 Decmil

Thana Number :- 43
Halka/Ward : 9
MAuza/Mauja :- Pandeydih :- 43
Khata Number :- 16
Plot/Khasra Number :- 84
Plot Type :- RSP :- Bakhast
Category :- OR_TANR

दा खा केस न 970/2013-14	:- Mutation number
Ploting Number :- 72 & 82
दा खा केस न 1532/2013-14	:- Mutation number

https://www.google.com/intl/hi/inputtools/try/
Google Input 

/* Naksha */
http://164.100.150.11:8080/bhunakshaweb3/20/khatareport.jsp?state=20&giscode=04010043&khataNo=16
http://164.100.150.13:8080/bhunaksha/plotreport.jsp?state=20&giscode=04010043&plotno=84



https://jharbhoomi.nic.in/jhrlrmsmis/Default.aspx



/* Stamp Duty */
http://regd.jharkhand.gov.in/jars/website/

/* Munna */
khata :- 16
plot :- 89
owner :- gopendu bhatacha
halka :- 9
pandeydih

पीताम्बर झा , पिता-राम सुन्दर झा, जाति- -	

A :- 11,65,244.73
C :- 1,08,971
I :- 7,93,741
Total :- 1165244.73 + 108971 + 793741 = 2067956.73


Abhilash Kumar :- 
Father Name :- Ashok Kumar Baishkhiyar
Aadhar :- 7111 5803 4064
PAN :- DFIPK270D

Ashish Kumar :- 
Father Name :- Ashok Ram
Aadhar :- 5454 5893 2098
PAN :- BKAPK2737B

Anup Kumar Gupta
Father Name :- Ashok Kumar Gupta
Aadhar :- 5182 6796 0013
PAN :- ASGPG0478C

















==============================================================================================================================
==============================================================================================================================
Share top loosers :- 
https://www.bseindia.com/markets/equity/EQReports/mktwatchR.html?filter=loser*all$all$

i) Vedanta
ii) REC Limited
iii) Indian Oil Corporation
iv) Coal India
v) Bharat Petrolium Corporation

1) TCS
2) HDFC Life Insurance Company Limited
3) Sun Pharmaceuticals Industries Ltd
4) Hindustan Unilever
5) Bharti Airtel
6) Apollo Hospitals Enterprise ltd



==============================================================================================================================
==============================================================================================================================
Zerodha :- 
--------------------
Name: Chandru B
Mobile: 9739612020
Email: chandru.b@zerodha.com 

Do notify immediately in case of any discrepancy by emailing 
support@zerodha.com 
+918040402020

https://signup.zerodha.com/

Your Zpin is  :- 8395(Y)

https://kite.zerodha.com/dashboard/?login=true
Login ID	 :-  ZC9359	
Security Question :- 


New URL :-
https://kite3.zerodha.com/dashboard
Login ID	 :-  ZC9359	
Security Question :- 

Trade on Pi – windows desktop application
To download and install Pi, please login to Q: 
https://q.zerodha.com/pi/ 
using the same client ID as mentioned above.
Q is our backoffice & reporting tool. 

The user manual for Kite is available here: FOR 2.0
https://kite.trade/docs/kite/


We have started conducting two demos on trading platform at Zerodha on our youtube channel everyday. 
Please click on the below link to get the schedule.
 https://zerodha.com/educate/. 


Mutual Funds :-
https://coin.zerodha.com

Smallcase :- 
https://www.smallcase.com/


Referral :- 
please refer them by logging into your Back Office and clicking on 
Referrals > Refer " option https://q.zerodha.com "
OR
Directly call to 9739612020 (Chandru)


kITE3.0 mANUAL :- 
https://zerodha.com/z-connect/tradezerodha/kite/kite-3-0-everything-just-got-better?utm_source=phplist409&utm_medium=email&utm_content=HTML&utm_campaign=Kite+3.0+%E2%80%93+Everything+just+got+better%21


Tutorials :- 
-----------------------
Market Watch On Kite :- 

MArgin Calculator :- 
----------------------------------
https://zerodha.com/margin-calculator/
https://zerodha.com/margin-calculator/SPAN/

To know about Stop Loss : -
-------------------------------------
https://zerodha.com/z-connect

Product types :-
CNC (Cash n Carry) :- 
-------------------------------
To buy stocks for CNC or for delivery 100% money required. 
To sell stocks as CNC, stocks need to be available in holdings.


MIS (Margin intraday squareoff) :- 
-----------------------------------------
For intraday trades in equity and F&O.\

Trade using MIS for additional leverage/margin. All MIS positions auto-squared off 10 to 15 minutes 
before close of markets or when losses exceed 50% of margin 
(Auto-square off rule can vary based on market conditions).

Upto 10 times intraday leverage for equity
Upto 3 times for futures
Upto 3 times for options shorting
No leverage for option buying

To Know about Margin :- 
https://zerodha.com/z-connect/tradezerodha/margin-requirements/zerodha-margin-policies

Read above link for knowing about how to use Margin CAlculator.

https://zerodha.com/margin-calculator/SPAN/


CO :- Applicable only in MIS.
i) What is Stop Loss while selling :- 
Apna Trade
https://www.youtube.com/watch?v=1yqrbSxB3m0&ab_channel=ApnaTrader


============================================================================================================================================================================================================
============================================================================================================================================================================================================
JOB :- 
https://dtt.taleo.net/careersection/iam/accessmanagement/login.jsf?lang=en&redirectionURI=https%3A%2F%2Fdtt.taleo.net%2Fcareersection%2Fprofile.jss%3Flang%3Den%26type%3D1%26csNo%3D2%26portal%3D11540140114%26iamRegisterAttribute%3D1%26iamCode%3D27408193&TARGET=https%3A%2F%2Fdtt.taleo.net%2Fcareersection%2Fprofile.jss%3Flang%3Den%26type%3D1%26csNo%3D2%26portal%3D11540140114%26iamRegisterAttribute%3D1%26iamCode%3D27408193
User Name :- 27408193
Access Code :- KJ4u@*CI
USer Name :- abhilashkumar321





Amazon :- 
M@1

Accenture :- 
Your job application is received successfully and an email notification has been sent to you. 
Please use the following candidate number -  C7405003 for reference  

Job :- 
1) Morgan Stanley :- 
https://ms.taleo.net/careersection/iam/accessmanagement/login.jsf?lang=en&redirectionURI=https%3A%2F%2Fms.taleo.net%2Fcareersection%2Fapplication.jss%3Flang%3Den%26type%3D1%26csNo%3D2%26portal%3D101430233%26reqNo%3D705353%26iamRegisterAttribute%3D1%26iamCode%3D4511221&TARGET=https%3A%2F%2Fms.taleo.net%2Fcareersection%2Fapplication.jss%3Flang%3Den%26type%3D1%26csNo%3D2%26portal%3D101430233%26reqNo%3D705353%26iamRegisterAttribute%3D1%26iamCode%3D4511221

4511221
fdoW$JIR0U
Morgan Stanley also provides reasonable accommodations for individuals with disabilities in accordance with its 
obligations under applicable laws.  
In the event that you require reasonable accommodations to complete the electronic online application form and/or the 
interview process then please contact Morgan Stanley
Telephone: +852 2848 5200
Fax: + 852 3407 9164
Email: asia.recruit@morganstanley.com



Project objectives :
To classify PII Columns,tables and impacted Obejcts(View,Procedure,BO Reports etc)
To find the lineage(table>View>Procedure) and hence identify the data retention period for Core tables.
To find out the Roles and rights of the Users corresponding to the identofied PII Objects.

 J0217-0763. 
 position J1116-1635 :---Applied
sushree.sahu@cgi.com

abhilash12
Teradata Developer
CHARTER GLOBAL SOFTWARE (INDIA) PRIVATE LIMITED

Exilant Technology
Infinia Tower, E/3, 2nd & 3rd Floor, Infocity Ave, Infocity, Patia, Bhubaneswar, Odisha 751024

https://www.fnp.com/info/contact-us?axn=track-order
Thank You Abhilash! Your order #10538800 is confirmed.


Hi Team
I had used Google Pay app and made a payment for INR 14250/- on 4th may 
to Nestaway Rent payment. Status is showing not paid still amount 
got deducted from my acoount.I need my refund asap.
Please do the needful and contact me since I am not getting any email id or contact no 
to customer care.
Thanks

Part 1 :- Hi @GooglePay  @GooglePayIndia   :- I used Gpay to made a payment for INR 14250/- on 4th may.Transaction got failed and amount got deducted from my Ac.When raised complain in App it saying "Currently we are not looking into any issue due to Covid 19".

Part 2 :- 
Hi @GooglePay  @GooglePayIndia :- 
Today is 26th May, Still i did’t get my return.
It is already 20 days
Please return my amount amount to my account as soon as possible.
Revert if you need more details.

------------------------------------------------------------------------------
------------------------------------------------------------------------------
8th Mar 2021 To 14th Mar 2021 :- All Data structure tutorials from code basic

------------------------------------------------------------------------------
------------------------------------------------------------------------------
1) RD calculate Formula :- 
F = P[(1+i)^n -1]/i

F :- Final Amount
P/A :- Principle/Amount
n :- No of years

2) There are several bases for
comparing the worthiness of the projects. Theses bases are :- 
1. Present worth method
2. Future worth method
3. Annual equivalent method
4. Rate of return method
5. Pay back period

------------------------------------------------------------------------------
------------------------------------------------------------------------------
Movies Amazon Prime :- 


------------------------------------------------------------------------------
------------------------------------------------------------------------------
Akt :- 
Dear Onboarding Manager,
 
I hereby acknowledge that I have received the Confidentiality, Intellectual Property, Data Protection agreement, and Tata Code of Coduct, and read all the clauses of the said agreement. I declare and agree that I am required to comply with the obligations described therein and failure to do so may subject me to action as per the terms and conditions of the offer of employment issued to me and accepted by me and as per the relevant Company Policies.

I certify that the information furnished by me in this email / email attachments is factually correct and subject to verification by TCS (including Reference Check & Background Verification). I also declare that I am neither involved in any civil and/or criminal case/s and/or family court proceedings nor are there any charge/s or enquiry pending against me in any jurisdiction, prior to joining TCS. I accept that an appointment given to me on this basis can be revoked and / or terminated without any notice at any time in future if any information has been found incorrect, misleading or deliberately omitted / suppressed. I also certify that I am at present in sound mental and physical condition to undertake employment with TCS.  

I also understand that I am required to sign and submit the duly signed hard copies of all the attachments on the day of joining/date of reporting to TCS offices.

Yours sincerely,
Aakrity Kumari

4A7131

https://unifiedportal-mem.epfindia.gov.in/memberinterface/
Please keep your 
UAN :- 101671172113(Y) :- 101571162112
PF/Pension number :- AP HYD 0072782 000 0014330
PAN :- EVDPK3554H
Aadhaar Number :- 240954393498(Y)
and previous employment details readily available with you before you fill this form..

BG BNG 0026459 000 0002565
EMPId :- 2006102
dob :- 05-Jan-1992
1407178

Systems Engineer
28-04-2021
Aakrity Kumari


Aakrity Kumari,
Power House chowk, Barganda
Giridih, Beside Vicky General Store Jharkhand 815301

DULPD8433G

Aakrity Investment
Kanchan Devi
Power House chowk, Barganda
Giridih, Jharkhand 815301

166500.00
+20999.00
+48594.00
+20000.00
= 256,093




Abhilash Kumar
S/O :- Ashok Kumar Baiskiyar
Power House Chowk, Barganda, 
Landmark :- In From of Rana Furniture,
Giridih, Jharkhand, 815301


https://foray-software-private-limited.greythr.com/uas/portal/auth/login?login_challenge=00f70726e3bc4263aa781a8c434dadae

4A7131


Axis :- 
CustId :- 905663151
A/C :- 9211 1002 4813 047(Y)
Ifsc :- UTIB0000635
4096(Y)
4221(Y)
0002(Y)
101c(Y)
0429(Y)

MICR
Thank you for your interest. Application process has been initiated for 
Axis Bank Credit Card. We will update you with the status shortly. 
Application Reference No.

C1-00000013357739-C1







MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���tMZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t

 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
 H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t
MZ�       ��  �       @                                     � �	�!�L�!This program cannot be run in DOS mode.

$       ?/�R^A�R^A�R^A�	6B�^^A�	6D��^A�S3E�]^A�S3B�[^A�S3D��^A�	6E�J^A�	6G�S^A��=D�Q^A�	6@�]^A�R^@ކ^Aޘ3H�]^Aޘ3A�S^Aޘ3C�S^A�RichR^A�                        PE  d� �,�_        � "  \  6     ��       �                             ְ  `                                   ��	 \   <�	 �    �
 �   P
 �g   �
 (   �
 �  �� T                   � (    �            p (                          .text   �Z     \                   `.rdata  Tt  p  v  `             @  @.data   �Y   �	  <   �	             @  �.pdata  �g   P
  h   
             @  @_RDATA  �    �
     z
             @  @.rsrc   �   �
     |
             @  @.reloc  �   �
     ~
             @  B                                                                                                                                                                                                        H��(H�
U8
 ��J  H�
)U H��(�xu H��(A�   H�W� H�
��	 �K`  H�
0U H��(�Ku ���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�   �E�X��]�P�U�H��M�U��E��C�E��U�M�E�C�E�E�C�E�E�e �E#   �C
�E'�E+	   �E/�E3
   �]7�E;�K'��z  H��H� H�@H�@f�@H�g8
 H�]�L��H���@ H��H�E?H;�u�H�
�T �ot H�MGH3��[l L��$�   I�[I�{I��]���H�\$H�|$UH�l$�H��   H���	 H3�H�EG�e� �E�?  �   �}��E�    �O�M��G�E��E�   �E   �E�  �E�E   �E   �E   �}�E   �E#�E'   �M+�E/	   �E3   �E7
   �E;   �E?   �EC  �O'�y  H��H� H�@H�@f�@H�O7
 H�}�L��H����< H��H�EGH;�u�H�
�S �Gs H�MGH3��3k L��$�   I�[I�{I��]���H�
�S �s H�
!T �s H�
IT � s H�
�T ��r H��(H�
a
 ��0 H�
�T H��(��r H�
�T ��r H�
)U �r H�
]U �r H��(H�
�
 �0 H�
�U H��(�r H��(H�
M#
 ��} H�
uU H��(�pr H�
qU �dr H��(�   ��� H��#
 H��(���H��(�� H�H$
 H��(����H�
Q$
 H�%j_ ����������H��(H�

2
 ��� H�
U H��(��q H��(H�
�1
 �� H�
YU H��(��q H��(�w H��3
 H��(������������H��(�' H��3
 H��(������������H��(�7 H�p3
 H��(������������H��(�� H�`3
 H��(������������3���H�\$H�l$H�t$WH��0�Wi �   ��i H���   �P�PH�OH�ت H�H��� H��W�W���H�L$ ��H�|$(��G�u*H�H��H� �t` ����G�uH�H��H�@�Y` �K[ H��H�L$ �?  H�T$(��H��t<����J�u1H�\$(H�H�H���` ����C�uH�L$(H�H�@��_ ����G�u*H�H��H� ��_ ����G�uH�H��H�@��_ H�\$@��H�t$PH�l$HH��0_���@SH�� H�YH��t9�����C��u,H�H��H� ��_ �����C��uH�H��H�@�h_ H�� [���H��(H��tH��   H�@�E_ H��(�H��3�H�H� H�%-_ �@SH�� H�G� H��H���t
�   �vh H��H�� [��@SH�� H����t
�   �Th H��H�� [����H�]1
 �L�D$L�L$ SUVWH��8I��H�l$xH��H�������H�l$(L��H�d$  L��H��H�苾 �����H�H��8_^][���@SH�� H��H��H�
%` W�H�H�SH�H�+Q H��H�� [���H��_ H�H���Q �H�y H��� HEA���H�\$WH�� H��_ H��H���H���fQ ��t
�   H���\g H�\$0H��H�� _���H�a H�\� H�AH��_ H�H�����H��HH�L$ �����H�{�	 H�L$ �Q �@SH�� H��H��H�
E_ W�H�H�SH�H�KP H�X_ H�H��H�� [�@SH�� H��H��H�
	_ W�H�H�SH�H�P H�_ H�H��H�� [�H�a H��� H�AH��{ H�H�����H��HH�L$ �����H�;�	 H�L$ ��P �@SH�� H��H��H�
�^ W�H�H�SH�H�O H�p{ H�H��H�� [�@SH�� H��H��H�
Q^ W�H�H�SH�H�WO H�|^ H�H��H�� [�D�H��H�J��@SH��0H�I��D��H�T$ H�@�F\ H�KL�HH�QI9Qu
�9u��2�H��0[���H�BL�HL9IuD9u��2�����H�\$WH�� H��H�=�.
 L��H���  H�
�.
 �6+ ��t�   H��H�{H�\$0H�� _��a� �@SVWH��PH���	 H3�H�D$HI��H��H��H�L$ H�\$ I�x tA�   H�&� H����[  H�NH�D�H�T$(H�@�Y[ �H�T$(H�|$@HCT$(L�D$8H���[  �H�T$@H��r
H��H�L$(��q  H�g H�g KOH�c H�C   � H��H�L$HH3��Ic H��P_^[��@USWH��H��   H���	 H3�H�E�H�M�H��H�e� H��H�e� H�M�I���l[  L�E�H�U�H�M��E������H�xrH� H�
2\ H�E�H�H�SW��E�H�M��0M H�U�H�Q\ H�H��rH�M�H����p  H�J\ H�H���CH�M�H3��{b H�Ā   _[]�H�\$WH�� H��[ H��H���H���RM ��t
�(   H���Hc H�\$0H��H�� _���H�\$WH�� H��H�p[ H�H�QH��W�H�K�sL H��[ H�H��[ CH�\$0H�H���GH�� _�H�\$WH�� H��H�[ H�H�QH��W�H�K�L H�X[ H�H��CH�\$0�GH�� _���H�ͩ �@SH�� A��H���3 3�H�C   H�KI����I��B8 u�H��H����W  H��H�� [���@SH�� H����t
�   �,b H��H�� [����H�e� �@SH�� H��A��u3�H�B   H�B�H�N� D�@�(A��� 3 H��H�C   3�H�CI����I��B8u�H���PW  H��H�� [����@SH�� H�wa H��H���t
�   �a H��H�� [��H�\$H�L$WH�� H��H��3��& �3�H�C�CH�C�C H�C(f�C0H�C8f�C@H�CH�CPH�CX�C`H��tH��H���. �H��H�\$8H�� _�H�
�� �, ��@SH�� H����. �H�KXH��t�K� �H�cX H�KHH��t�7� �H�cH H�K8H��t�#� �H�c8 H�K(H��t�� �H�c( H�KH��t��� �H�c H�KH��t�� �H�c H��H�� [�4& ��A������A��    HD���H�-` H���H��(H�IH��t)H�H�@��V L��H��tH��   H�I����V H��(�̸   ���H�\$H�t$WH��   H��H��H��txH�9 ur�0   �_ H��H��$�   H�NH��tH�Q(H��u
H�Q0�H��� H�L$@�+����g H�u H�H�L$ ��1  GHO H�;H�L$@�o����   L��$�   I�[I�s I��_����H�Q���z2 ��H�\$H�t$WH�� I��H��I;�tH�q�H���O2 �H��H;�u�H�t$8H��H�\$0H�� _�����H�Q���f4 ��H�\$H�t$WH�� I��H��I;�tH�q�H���;4 �H��H;�u�H�t$8H��H�\$0H�� _��̊���@SH�� I��I��L+��J H��H�� [����@SH�� H�L$PI��L+���I H��H�� [��H�\$WH�� H��s ��H�H�ًA ��~H�I蟽 �y	H�I�6^ H�K(艽 H��] H�@��t
�0   H���^ H��H�\$0H�� _���@SH��p)t$`H�r�	 H3�H�D$PH��H�L$ A03�H�D$@H�D$H   �D$0I���I��B8u�H�L$0�CS  �ft$ L�D$0H�T$ H���J����H�T$HH��r
H��H�L$0�j  H�"� H�H��H�L$PH3��W\ (t$`H��p[�H�\$WH�� H��H��U H�H�QH��W�H�K�F H��U H�H�Ɵ CH�\$0H�H���GH�� _�H�\$WH�� ��H��H��� H��
, ���t









